[
  {
    "slug": "the-illegitimate-formation",
    "headline": "Violation: A Committee Forged in Secret",
    "lede": "The 2020 DNC MOU mandated an open, caucus-driven process. The evidence proves this mandate was violated in two fundamental ways: first, organizers strategically excluded 75% of the required minority caucuses through a selective non-formation. Second, the official tasked with ensuring compliance breached her duty, using a secret script to install a pre-selected slate of leaders.",
    "violations": [
      {
        "title": "Violation: Strategic and Selective Exclusion of Minority Caucuses",
        "keyEvidence": "Organizers failed to form 75% of the required racial caucuses while successfully forming other caucuses for their political allies in the same timeframe.",
        "summary": "The DNC agreement required the formation of specific racial caucuses before leadership was selected. Organizers failed to form the AAPI, Latino, and Native American caucuses. This was a strategic choice, not an inability to act, proven by their success in forming other caucuses and their active interference in the formation of the Indigenous Caucus.",
        "evidencePoints": [
          "Organizers successfully formed caucuses for their allies during the same period.",
          "They failed to form three of the four required racial caucuses before installing leadership.",
          "Evidence shows organizers actively interfered in the Indigenous Caucus formation by selectively contacting members.",
          "The targeted Indigenous Caucus was later denied seats on key subcommittees."
        ],
        "proofs": [
          {
            "title": "PROOF: Organizers Excluded Racial Caucuses Through Selective Non-Formation",
            "slug": "selective-failure-to-form-caucuses"
          }
        ],
        "consequence": "Three racial communities were disenfranchised from the committee's formation through a deliberate and selective process."
      },
      {
        "title": "Violation: Breach of Duty and a Pre-Scripted Election",
        "keyEvidence": "The MOU's appointed compliance officer, Selina Vickers, authored a secret script marked 'do not share' that dictated a pre-arranged slate of leaders, including herself.",
        "summary": "The official tasked under the MOU with ensuring a fair process, Selina Vickers, breached her fiduciary duty. She authored a detailed script that dictated the meeting's key events, granted a preferential nomination to one favored individual, and orchestrated her own appointment as Parliamentarian. The instruction to keep the script secret demonstrates consciousness of wrongdoing.",
        "evidencePoints": [
          "A script marked 'DRAFT SCRIPT - do not share' proves the process was concealed.",
          "The script dictated a pre-arranged slate, specifying who would nominate whom.",
          "It granted a preferential nomination for a representative of the unformed Latino Caucus.",
          "The script's author directed her own nomination to the key role of Parliamentarian.",
          "This action constituted a direct breach of her duty under the MOU."
        ],
        "proofs": [
          {
            "title": "PROOF: Secret Script Subverted MOU with Preferential Nomination",
            "slug": "preferential-nomination-subverted-selection"
          },
          {
            "title": "PROOF: MOU Compliance Officer Breached Duty by Orchestrating Her Own Appointment",
            "slug": "mou-compliance-officer-self-appointment"
          }
        ],
        "consequence": "The official tasked with ensuring a fair process instead engineered a corrupt one that guaranteed her own appointment to a position of power, rendering the election a sham."
      }
    ],
    "conclusion": {
      "headline": "A Foundationally Corrupt Process",
      "summary": "The evidence does not suggest procedural error; it documents a deliberate circumvention of established rules. The selective exclusion of mandated caucuses and the use of a secret script to control the outcome prove a pattern of conduct that rendered the committee's formation illegitimate under the terms of the governing DNC MOU."
    },
    "nextBrief": {
      "text": "Next: The Campaign to Silence Dissent",
      "slug": "the-campaign-to-silence-dissent"
    }
  },
 {
  "slug": "the-campaign-to-silence-dissent",
  "headline": "Violation: Coordinated Campaign to Suppress Dissent",
  "lede": "After the illegitimate formation of the Affirmative Action Committee, evidence shows a coordinated campaign to suppress opposition. DNC supervisor Harold Ickes provided strategic advice to a non-voting officer, while internally, leadership used concealed scripts and procedural violations to exclude minority representatives.",
  "violations": [
    {
      "title": "Violation: DNC Supervisor Provided Strategic Advice to Non-Voting Officer",
      "keyEvidence": "Harold Ickes stated in a recorded meeting: 'I've said to Selina god knows how many times you know what at bottom you gotta out vote' Seth and Mari.",
      "summary": "Harold Ickes, a DNC Rules Committee member supervising the MOU implementation, advised Selina Vickers, the non-voting compliance officer, on strategies to neutralize specific elected members. This advice was documented by multiple witnesses and confirmed in Ickes' own recorded statements.",
      "evidencePoints": [
        "Harold Ickes served on the DNC RBC tasked with supervising the MOU implementation.",
        "Selina Vickers served as the non-voting compliance officer under the MOU.",
        "Ickes stated he repeatedly told Vickers to 'out vote' Seth and Mari Sturm, elected Indigenous Caucus chairs.",
        "Mary Ann Claytor documented hearing Ickes' admission of this advice.",
        "Scripts attacking members included instructions: 'DO NOT FORWARD THIS EMAIL.'"
      ],
      "proofs": [
        {
          "title": "PROOF: DNC Supervisor and Compliance Officer Pattern of Control",
          "slug": "dnc-supervisor-and-challenger-rep-pattern-of-control"
        },
        {
          "title": "PROOF: Coordinated Campaign Against Representatives",
          "slug": "defamation-campaign-against-minority-representatives"
        }
      ],
      "consequence": "The supervisory relationship was compromised when strategic advice was provided to suppress elected members."
    },
    {
      "title": "Violation: Procedural Violations Excluded Minority Representatives",
      "keyEvidence": "The WVDP Board of Appeals ruled the AAC held improperly noticed meetings and denied members subcommittee seats.",
      "summary": "Leadership reversed a democratic vote without proper procedure, excluded Indigenous and Black caucus chairs from subcommittees, and conducted meetings that were later invalidated by the party's Board of Appeals.",
      "evidencePoints": [
        "The committee voted for a volunteer-based subcommittee system.",
        "Leadership declared subcommittees would be 'by appointment' without proper reconsideration.",
        "Indigenous and Black caucus chairs were denied subcommittee seats.",
        "Documents titled 'procedural rules' contained substantive bylaws requiring 30-day notice.",
        "The Board of Appeals ruled the meeting invalid."
      ],
      "proofs": [
        {
          "title": "PROOF: Minority Caucuses Excluded from Subcommittees",
          "slug": "coordinated-exclusion-from-subcommittees"
        },
        {
          "title": "PROOF: Bylaws Mislabeled to Circumvent Notice",
          "slug": "bylaws-mislabeled-to-circumvent-notice"
        },
        {
          "title": "PROOF: Undisclosed Conflicts in Proceedings",
          "slug": "undisclosed-conflict-of-interest-invalidated-proceedings"
        }
      ],
      "consequence": "The Board of Appeals invalidated the proceedings due to multiple violations."
    }
  ],
  "conclusion": {
    "headline": "Pattern of Coordinated Suppression",
    "summary": "The evidence shows: (1) A DNC supervisor provided strategic advice to neutralize elected members; (2) Scripts were distributed with concealment instructions; (3) Democratic votes were reversed without proper procedure; (4) Minority representatives were excluded from governance; (5) The Board of Appeals found multiple violations. This pattern demonstrates coordinated action to suppress dissent and exclude minority voices."
  },
  "nextBrief": {
    "text": "Next: Financial and Administrative Misconduct",
    "slug": "financial-and-administrative-misconduct"
  }
},
  {
    "slug": "undisclosed-conflicts-and-financial-misconduct",
    "headline": "Violation: Undisclosed Conflicts & Financial Misconduct",
    "lede": "The 'A New Day PAC,' run by a party officer, engaged in unethical and unlawful conduct. The evidence proves the PAC concealed a significant conflict of interest with a paid trainer it promoted. Furthermore, the PAC violated state campaign finance law by using official party resources without disclosure and by omitting an entire scholarship program from its sworn financial reports.",
    "violations": [
      {
        "title": "Violation: Undisclosed Conflict of Interest with a Promoted Trainer",
        "keyEvidence": "On December 9, 2022, the PAC paid Lawrence Taylor for 'Consultant Fees.' In August 2023, the PAC promoted a training by Taylor without disclosing this prior financial relationship.",
        "summary": "The PAC had a prior financial relationship with political trainer Lawrence Taylor and a shared political history through PDPR. The PAC then used its platform to promote a scholarship program for Taylor's trainings without disclosing these material affiliations to its donors or the public, a clear conflict of interest.",
        "evidencePoints": [
          "The PAC paid Lawrence Taylor $257.55 for 'Consultant Fees' in Q4 2022.",
          "The PAC's treasurer, Selina Vickers, and Taylor have a documented political affiliation through the organization PDPR.",
          "In August 2023, the PAC promoted a scholarship for Taylor's training.",
          "The promotional materials did not disclose the prior payment or their shared political affiliations."
        ],
        "proofs": [
          {
            "title": "PROOF: PAC Leadership Did Not Disclose Financial Ties with a Promoted Trainer",
            "slug": "undisclosed-conflict-in-pac-trainings"
          }
        ],
        "consequence": "The PAC failed to disclose a material conflict of interest, misleading donors and the public about the nature of the program it was promoting."
      },
      {
        "title": "Violation: Unlawful Campaign Finance Reporting",
        "keyEvidence": "The PAC used the official WVDP County Chairs email list to promote its scholarship program, but its financial report for that period shows $0.00 in in-kind contributions received.",
        "summary": "A PAC's sworn financial reports must account for all contributions and expenditures. The 'A New Day PAC' used a valuable party asset (an email list) for fundraising but did not report it as a contribution. Furthermore, after soliciting applications for a scholarship program, the PAC reported no financial activity related to it—either as a direct payment for the scholarships or as a donated service.",
        "evidencePoints": [
          "The PAC used a restricted party email list for promotion but did not report it as a required in-kind contribution.",
          "The PAC solicited applications for a scholarship program.",
          "Its financial reports show no expenditures for scholarships and no in-kind contributions for donated training.",
          "The omission of these items resulted in a materially incomplete public filing, a violation of state law."
        ],
        "proofs": [
          {
            "title": "PROOF: PAC Used Party Resources Without Reporting an In-Kind Contribution",
            "slug": "pac-uses-party-resources-no-disclosure"
          },
          {
            "title": "PROOF: PAC Financial Reports Omit Scholarship Program Activity",
            "slug": "unreported-pac-scholarship-program"
          }
        ],
        "consequence": "The PAC's sworn financial statements are materially incomplete, failing to report the use of party resources and omitting a program's financial activity from public view, in violation of state campaign finance law."
      }
    ],
    "conclusion": {
      "headline": "A Pattern of Deception and Unlawful Conduct",
      "summary": "The PAC's reporting failures are not clerical errors but significant violations of state campaign finance law. By concealing a conflict of interest and omitting financial activities from its sworn disclosures, the PAC has obscured the true nature of its funding and activities, undermining the public's right to transparent political financing."
    }
  }
]