[
  {
    "slug": "dnc-mou-compliance-violations",
    "headline": "Violation: Official Appointed to Ensure Compliance Corrupted the Process",
    "lede": "The 2020 DNC MOU appointed Selina Vickers to oversee compliance. Her duty was to ensure a fair, open process. She violated that duty by authoring a secret script that excluded mandated minority caucuses and directed her own appointment to a position of procedural control.",
    "violations": [
      {
        "title": "Violation: Official Appointed to Ensure Compliance Used Position to Violate Rules She Was Supposed to Enforce",
        "keyEvidence": "The MOU appointed Selina Vickers to 'oversee and direct compliance.' She authored a secret script marked 'do not share' that violated the MOU's requirements and directed her own appointment as Parliamentarian.",
        "summary": "The MOU appointed Selina Vickers to oversee compliance. This created a duty to ensure the process followed MOU requirements. She violated this duty. She authored a script marked 'do not share.' The script acknowledged that 75% of required racial caucuses did not exist. The script directed formation to proceed anyway. The script directed her own nomination as Parliamentarian. It included a pre-written endorsement of her qualifications. It granted preferential nomination to one ally while excluding other communities. It included tactics to challenge observers and manage criticism. Using a compliance position to violate the rules being overseen corrupts the oversight mechanism.",
        "evidencePoints": [
          "The MOU appointed Vickers to 'oversee and direct compliance' with the agreement.",
          "She authored a script marked 'do not share' that controlled the formation meeting.",
          "The script acknowledged that Latino, AAPI, and Native American caucuses did not exist.",
          "The script directed her own nomination to Parliamentarian with a pre-written endorsement.",
          "The script granted preferential treatment to one ally while excluding other communities."
        ],
        "proofs": [
          {
            "title": "PROOF: Secret Script Shows Organizers Proceeded Without Required Caucuses",
            "slug": "secret-script-shows-missing-caucuses"
          },
          {
            "title": "PROOF: Official Appointed to Ensure Compliance Violated Her Duty",
            "slug": "mou-compliance-officer-violated-duty"
          }
        ],
        "consequence": "The official appointed to ensure compliance used her position to violate the rules she was supposed to enforce. This corrupted the oversight mechanism the MOU established."
      },
      {
        "title": "Violation: Selective Exclusion of Minority Caucuses",
        "keyEvidence": "Organizers failed to form 75% of the required racial caucuses while successfully forming other caucuses for their political allies in the same timeframe.",
        "summary": "The DNC agreement required the formation of specific racial caucuses before leadership was selected. Organizers failed to form the AAPI, Latino, and Native American caucuses before installing leadership. During the same period, they formed other caucuses for their allies. They interfered in the Indigenous Caucus formation by selectively contacting members.",
        "evidencePoints": [
          "Organizers successfully formed caucuses for their allies during the same period.",
          "They failed to form three of the four required racial caucuses before installing leadership.",
          "Evidence shows organizers interfered in the Indigenous Caucus formation by selectively contacting members.",
          "The Indigenous Caucus was later denied seats on key subcommittees."
        ],
        "proofs": [
          {
            "title": "PROOF: Organizers Excluded Racial Caucuses Through Selective Non-Formation",
            "slug": "selective-failure-to-form-caucuses"
          }
        ],
        "consequence": "Three racial communities were excluded from selecting their own representatives in the committee's formation."
      }
    ],
    "conclusion": {
      "headline": "The Oversight Mechanism Was Corrupted",
      "summary": "The MOU established an oversight structure to ensure fairness. The official appointed to enforce this structure instead violated it. She used her compliance position to exclude mandated caucuses and direct her own appointment. The selective exclusion of mandated caucuses violated the MOU's formation requirements. The use of a secret script violated the MOU's requirement for an open process. The committee's formation did not comply with the governing MOU because the official responsible for ensuring compliance corrupted the process."
    },
    "nextBrief": {
      "text": "Next: DNC Supervisor Violated Oversight Duty",
      "slug": "the-campaign-to-silence-dissent"
    }
  },
  {
    "slug": "the-campaign-to-silence-dissent",
    "headline": "Violation: DNC Supervisor Appointed to Ensure Fairness Advised Suppressing Members",
    "lede": "The MOU established the DNC Rules and Bylaws Committee as the supervisory body. Harold Ickes served on this committee. His duty was to provide impartial oversight. He violated that duty by providing strategic advice to suppress elected representatives.",
    "violations": [
      {
        "title": "Violation: DNC Supervisor Appointed to Ensure Fairness Provided Strategic Advice to Suppress Elected Members",
        "keyEvidence": "Harold Ickes, serving on the DNC RBC tasked with supervising the MOU, stated in a recorded meeting: 'I've said to Selina god knows how many times you know what at bottom you gotta out vote' Seth and Mari.",
        "summary": "The MOU established the RBC as the supervisory body for implementation. Harold Ickes served on the DNC RBC in this supervisory capacity. Selina Vickers served as the non-voting compliance officer. The RBC's duty was to provide impartial supervision. Ickes stated in a recorded meeting that he repeatedly told Vickers to 'out vote' Seth and Mari Sturm. The Sturms were elected Indigenous Caucus chairs. Multiple witnesses documented this statement. This advice directed action against elected members rather than providing neutral supervision. Scripts containing attacks on members included instructions: 'DO NOT FORWARD THIS EMAIL.'",
        "evidencePoints": [
          "Harold Ickes served on the DNC RBC tasked with supervising the MOU implementation.",
          "His duty was to provide impartial supervision and technical assistance.",
          "Ickes stated he repeatedly told Vickers to 'out vote' Seth and Mari Sturm, elected Indigenous Caucus chairs.",
          "Mary Ann Claytor documented hearing Ickes' statement.",
          "Scripts containing attacks on members included instructions: 'DO NOT FORWARD THIS EMAIL.'"
        ],
        "proofs": [
          {
            "title": "PROOF: DNC Supervisor Appointed to Oversee Process Advised Suppressing Elected Members",
            "slug": "dnc-supervisor-advised-suppress-members"
          },
          {
            "title": "PROOF: Organized Campaign Used Scripts and False Accusations Against Representatives",
            "slug": "organized-campaign-against-representatives"
          }
        ],
        "consequence": "An official appointed to supervise fair implementation violated his duty by providing strategic advice to suppress elected representatives. This corrupted the supervisory structure the MOU established."
      },
      {
        "title": "Violation: Procedural Violations Excluded Minority Representatives",
        "keyEvidence": "The WVDP Board of Appeals ruled the AAC held improperly noticed meetings and denied members subcommittee seats.",
        "summary": "Leadership reversed a democratic vote without proper procedure. They excluded Indigenous and Black caucus chairs from subcommittees. They conducted meetings that were later invalidated by the party's Board of Appeals. The committee voted for a volunteer-based subcommittee system. Leadership declared subcommittees would be 'by appointment' without proper reconsideration. Documents titled 'procedural rules' contained substantive bylaws. These bylaws required 30-day notice. Leadership provided less than 24 hours notice. The Board of Appeals ruled the meeting invalid.",
        "evidencePoints": [
          "The committee voted for a volunteer-based subcommittee system.",
          "Leadership declared subcommittees would be 'by appointment' without proper reconsideration.",
          "Indigenous and Black caucus chairs were denied subcommittee seats.",
          "Documents titled 'procedural rules' contained substantive bylaws requiring 30-day notice.",
          "The Board of Appeals ruled the meeting invalid."
        ],
        "proofs": [
          {
            "title": "PROOF: Minority Caucuses Were Excluded from Key Subcommittees",
            "slug": "minority-caucuses-excluded-from-subcommittees"
          },
          {
            "title": "PROOF: August Meeting Violated Notice Requirements and Used Biased Presiding Officer",
            "slug": "august-meeting-multiple-violations"
          }
        ],
        "consequence": "The Board of Appeals invalidated the proceedings due to multiple violations."
      }
    ],
    "conclusion": {
      "headline": "The Supervisory Structure Was Corrupted",
      "summary": "The MOU established a supervisory structure to ensure fair implementation. An official appointed to provide impartial supervision instead provided strategic advice to suppress elected members. Internally, leadership took additional actions to silence opposition. Scripts were distributed with concealment instructions. Democratic votes were reversed without proper procedure. Minority representatives were excluded from governance. The Board of Appeals found multiple violations. An official appointed to supervise fairness advised suppression. An official appointed to ensure compliance organized attacks. This corrupted the oversight structure the MOU established to ensure fairness."
    },
    "nextBrief": {
      "text": "Next: Financial and Administrative Misconduct",
      "slug": "undisclosed-conflicts-and-financial-misconduct"
    }
  },
  {
    "slug": "undisclosed-conflicts-and-financial-misconduct",
    "headline": "Violation: Undisclosed Conflicts & Financial Misconduct",
    "lede": "The 'A New Day PAC' concealed a significant conflict of interest with a paid trainer it promoted. The PAC violated state campaign finance law by using official party resources without disclosure. It omitted an entire scholarship program from its sworn financial reports.",
    "violations": [
      {
        "title": "Violation: Undisclosed Conflict of Interest with a Promoted Trainer",
        "keyEvidence": "On December 9, 2022, the PAC paid Lawrence Taylor for 'Consultant Fees.' In August 2023, the PAC promoted a training by Taylor without disclosing this prior financial relationship.",
        "summary": "The PAC had a prior financial relationship with political trainer Lawrence Taylor. The PAC's treasurer, Selina Vickers, and Taylor have documented political affiliation through PDPR. In August 2023, the PAC promoted a scholarship program for Taylor's trainings. The promotional materials did not disclose the prior payment. They did not disclose their shared political affiliations.",
        "evidencePoints": [
          "The PAC paid Lawrence Taylor $257.55 for 'Consultant Fees' in Q4 2022.",
          "The PAC's treasurer, Selina Vickers, and Taylor have a documented political affiliation through the organization PDPR.",
          "In August 2023, the PAC promoted a scholarship for Taylor's training.",
          "The promotional materials did not disclose the prior payment or their shared political affiliations."
        ],
        "proofs": [
          {
            "title": "PROOF: PAC Financial Reports Omit Scholarship Program Activity",
            "slug": "unreported-pac-scholarship-program"
          }
        ],
        "consequence": "The PAC failed to disclose a material conflict of interest to donors and the public."
      },
      {
        "title": "Violation: Unlawful Campaign Finance Reporting",
        "keyEvidence": "The PAC used the official WVDP County Chairs email list to promote its scholarship program, but its financial report for that period shows $0.00 in in-kind contributions received.",
        "summary": "A PAC's sworn financial reports must account for all contributions and expenditures. The 'A New Day PAC' used a party email list for fundraising. The PAC did not report it as a contribution. State law requires reporting the use of party resources as in-kind contributions. The PAC also solicited applications for a scholarship program. Its financial reports show no expenditures for scholarships. They show no in-kind contributions for donated training. The program was omitted from sworn disclosures. This resulted in materially incomplete public filings.",
        "evidencePoints": [
          "The PAC used a restricted party email list for promotion but did not report it as a required in-kind contribution.",
          "The PAC solicited applications for a scholarship program.",
          "Its financial reports show no expenditures for scholarships and no in-kind contributions for donated training.",
          "The omission of these items resulted in a materially incomplete public filing, a violation of state law."
        ],
        "proofs": [
          {
            "title": "PROOF: PAC Used Party Resources Without Reporting an In-Kind Contribution",
            "slug": "pac-uses-party-resources-no-disclosure"
          }
        ],
        "consequence": "The PAC's sworn financial statements omit required information about the use of party resources and program activities."
      }
    ],
    "conclusion": {
      "headline": "Violations of Campaign Finance Law",
      "summary": "The PAC concealed a conflict of interest. It omitted financial activities from its sworn disclosures. State campaign finance law requires disclosure of party resource use. It requires reporting of all program expenditures and in-kind contributions. The PAC's reports do not contain this information."
    }
  }
]