[
  {
    "id": "overproof-the-illegitimate-formation",
    "slug": "the-illegitimate-formation",
    "title": "Case 1: An Illegitimate Committee Forged in Secret",
    "reviewDate": "2025-09-23",
    "short_title": "Illegitimate Formation",
    "umbrella_category": "The Illegitimate Formation",
    "summary": "This case proves organizers used a secret script to selectively exclude mandated minority caucuses and install a pre-selected leadership, a process in which the designated compliance officer breached her duty under the 2020 DNC MOU.",
    "narrative": "The 2020 DNC MOU legally required an open, caucus-driven process. These proofs show how organizers executed a premeditated plan to circumvent that mandate. The failure to form 75% of the required racial caucuses was not an oversight, but a strategic choice, evidenced by the organizers' simultaneous success in forming caucuses for their allies. Using a secret 'do not share' script, they inverted the required process, and the MOU's own compliance officer breached her fiduciary duty by orchestrating her own appointment to a position of procedural power. The documentary evidence reveals a pattern of intentional non-compliance.",
    "key_points": [
      "The failure to form three of the four mandated racial caucuses was a strategic choice, proven by the organizers' ability to form other caucuses for their allies in the same period.",
      "A secret script, authored and distributed by the MOU compliance officer, proves premeditated control by choreographing nominations, granting one individual preferential treatment, and orchestrating the author's own installation as Parliamentarian.",
      "The official tasked under the MOU with ensuring a fair process instead breached her duty, using her authority to corrupt the committee's formation for her own benefit."
    ],
    "metadata": {
      "Timeframe": "June 2021",
      "Focus": "WVDP Affirmative Action Committee Formation",
      "Primary Documents": "2020 DNC MOU, Formation Script & Emails"
    },
    "order": 1
  },
  {
  "id": "overproof-the-campaign-to-silence-dissent",
  "slug": "the-campaign-to-silence-dissent",
  "title": "Case 2: A Coordinated Campaign to Silence Dissent",
  "reviewDate": "2025-09-23",
  "short_title": "Campaign to Silence Dissent",
  "umbrella_category": "The Campaign to Silence Dissent",
  "summary": "DNC and WVDP officials engaged in a coordinated campaign to silence dissent using external collusion, scripted personal attacks, and the systematic abuse of parliamentary procedure to nullify democratic outcomes.",
  "narrative": "What began as an illegitimate formation evolved into active suppression directed from the highest levels. A DNC Rules Committee member—tasked with ensuring fair oversight—instead provided repeated strategic advice to neutralize elected minority representatives. His admission that he told the Parliamentarian 'god knows how many times' to 'out vote' specific members reveals this wasn't passive supervision but active conspiracy. This external direction was executed internally through scripted attacks marked 'DO NOT FORWARD,' organized social media campaigns, and systematic exclusion of minority caucus chairs from governance. When challenged via proper procedure, leadership simply subverted the rules: they unilaterally reversed a valid vote, mislabeled substantive bylaws to ram them through without proper notice, and imported a biased presiding officer to ensure their passage. These actions were so procedurally corrupt that the party's own Board of Appeals later declared the entire meeting invalid.",
  "key_points": [
    "A DNC Rules Committee member admitted repeatedly advising a non-voting official to 'out vote' elected minority representatives, corrupting the supervisory role into active conspiracy.",
    "Leadership orchestrated a campaign of organized retaliation, using concealed scripts marked 'DO NOT FORWARD THIS EMAIL' and coordinated social media attacks to destroy opposition.",
    "Democratic processes were systematically subverted through procedural abuse, culminating in a meeting so flawed it was officially invalidated by the WVDP's Board of Appeals."
  ],
  "metadata": {
    "Timeframe": "August - September 2021",
    "Focus": "Suppression of Dissent & Procedural Abuse in the AAC",
    "Primary Documents": "Harold Ickes Transcript, Board of Appeals Resolution, Mary Ann Claytor Email, Scripted Attack Emails"
  },
  "order": 2
},
  {
    "id": "overproof-undisclosed-conflicts-and-financial-misconduct",
    "slug": "undisclosed-conflicts-and-financial-misconduct",
    "title": "Case 3: Undisclosed Conflicts & Financial Misconduct",
    "reviewDate": "2025-09-22",
    "short_title": "Financial Misconduct",
    "umbrella_category": "Undisclosed Conflicts & Financial Misconduct",
    "summary": "A private PAC connected to a party officer concealed significant conflicts of interest and violated state campaign finance law by using party resources without disclosure and omitting a program from its sworn financial reports.",
    "narrative": "This case documents a pattern of unethical and unlawful activity by the 'A New Day PAC.' The evidence proves the PAC's leadership concealed a prior financial relationship with a political trainer they were promoting, a significant conflict of interest. Furthermore, the PAC violated state campaign finance law in two distinct ways: first, by gaining an improper subsidy through the use of official party email lists without disclosure, and second, by erasing all financial activity related to a public scholarship program from its sworn disclosure forms. These are not clerical errors; they are significant violations that obscure the true nature of the PAC's funding and activities.",
    "key_points": [
      "The PAC's leadership failed to disclose a prior financial relationship with a political trainer whose services they were promoting, a clear conflict of interest.",
      "The PAC used an official party email list for fundraising but illegally failed to report it as a required in-kind contribution, concealing an improper subsidy.",
      "The PAC operated a public scholarship program but reported none of its financial activity—either expenditures or in-kind donations—on its sworn disclosure forms, rendering them materially incomplete."
    ],
    "metadata": {
      "Timeframe": "2022–2023",
      "Focus": "Campaign Finance Violations, A New Day PAC, Conflicts of Interest",
      "Primary Documents": "WV Secretary of State Filings, PAC Promotional Emails"
    },
    "order": 3
  }
]