[
  {
    "id": "overproof-dnc-mou-compliance-violations",
    "slug": "dnc-mou-compliance-violations",
    "title": "Case 1: Officials Appointed to Ensure Compliance Violated Their Duties",
    "reviewDate": "2025-09-23",
    "short_title": "DNC MOU Compliance Violations",
    "umbrella_category": "DNC MOU Compliance Violations",
    "summary": "The official appointed under the MOU to oversee compliance instead used her position to violate the rules she was supposed to enforce. She authored a secret script that excluded mandated minority caucuses and directed her own appointment to a position of procedural control.",
    "narrative": "The 2020 DNC MOU appointed Selina Vickers to 'oversee and direct compliance.' Her duty was to ensure a fair, open process. She violated that duty. She authored a script marked 'do not share' that controlled the formation meeting. The script acknowledged that 75% of required racial caucuses did not exist. The organizers proceeded anyway. The script directed Vickers' own nomination to Parliamentarian. It granted preferential treatment to one ally. It included tactics to challenge observers and manage criticism. During the same period organizers failed to form required racial caucuses, they successfully formed other caucuses for their allies. They interfered in the Indigenous Caucus formation by selectively contacting members. The official appointed to prevent these violations instead engineered them. This corrupted the oversight mechanism the MOU established.",
    "key_points": [
      "The official appointed under the MOU to oversee compliance authored a secret script that violated the rules she was supposed to enforce.",
      "The script acknowledged that 75% of required racial caucuses did not exist and proceeded with formation anyway.",
      "Organizers selectively failed to form mandated racial caucuses while successfully forming other caucuses for allies during the same period."
    ],
    "metadata": {
      "Timeframe": "June 2021",
      "Focus": "WVDP Affirmative Action Committee Formation",
      "Primary Documents": "2020 DNC MOU, Formation Script & Emails"
    },
    "order": 1
  },
  {
    "id": "overproof-the-campaign-to-silence-dissent",
    "slug": "the-campaign-to-silence-dissent",
    "title": "Case 2: DNC Supervisor Appointed to Ensure Fairness Advised Suppressing Members",
    "reviewDate": "2025-09-23",
    "short_title": "Supervisor Violations",
    "umbrella_category": "The Campaign to Silence Dissent",
    "summary": "An official appointed by the DNC to supervise fair implementation instead provided strategic advice to suppress elected representatives. This violated the supervisory structure the MOU established to ensure fairness.",
    "narrative": "The MOU established the DNC Rules and Bylaws Committee as the supervisory body. Harold Ickes served on this committee. His duty was to provide impartial oversight. He violated that duty. He stated in a recorded meeting that he told Selina Vickers 'god knows how many times' to 'out vote' Seth and Mari Sturm. Vickers was the non-voting compliance officer. The Sturms were elected Indigenous Caucus chairs. Multiple witnesses documented this statement. This was not supervision—this was strategic advice to suppress elected members. Internally, leadership took additional actions to silence opposition. Scripts containing attacks on representatives were marked 'DO NOT FORWARD THIS EMAIL.' False accusations of violence were spread. A social media campaign with scheduled posts targeted the same individuals. Leadership reversed a democratic vote without proper procedure. They excluded Indigenous and Black caucus chairs from subcommittees. They mislabeled bylaws as 'procedural rules' to avoid notice requirements. They used a presiding officer with undisclosed ties to the parliamentarian. The Board of Appeals invalidated the proceedings. The official appointed to supervise fairness instead advised suppression. The official appointed to ensure compliance instead organized attacks. This corrupted the oversight structure.",
    "key_points": [
      "An official on the DNC Rules and Bylaws Committee admitted repeatedly advising the compliance officer to 'out vote' elected minority representatives.",
      "Leadership distributed scripts marked 'DO NOT FORWARD THIS EMAIL' and organized false accusations of violence against the same individuals.",
      "The Board of Appeals invalidated proceedings due to multiple violations including mislabeled bylaws and undisclosed conflicts."
    ],
    "metadata": {
      "Timeframe": "August - September 2021",
      "Focus": "Suppression of Dissent & Procedural Abuse in the AAC",
      "Primary Documents": "Harold Ickes Transcript, Board of Appeals Resolution, Mary Ann Claytor Email, Scripted Attack Emails"
    },
    "order": 2
  },
  {
    "id": "overproof-undisclosed-conflicts-and-financial-misconduct",
    "slug": "undisclosed-conflicts-and-financial-misconduct",
    "title": "Case 3: Undisclosed Conflicts & Financial Violations",
    "reviewDate": "2025-09-22",
    "short_title": "Financial Violations",
    "umbrella_category": "Undisclosed Conflicts & Financial Misconduct",
    "summary": "A private PAC connected to a party officer concealed significant conflicts of interest. The PAC violated state campaign finance law by using party resources without disclosure and omitting a program from its sworn financial reports.",
    "narrative": "The 'A New Day PAC' concealed a material conflict of interest. The PAC's treasurer was Selina Vickers. In December 2022, the PAC paid Lawrence Taylor $257.55 for consulting fees. Vickers and Taylor have documented professional ties through the Professional Development Program for Reapportionment. In August 2023, the PAC promoted scholarships for Taylor's training program. The promotional materials disclosed neither the prior payment nor the professional relationship. The PAC also violated state campaign finance law. It used the official WVDP County Chairs email list for fundraising. It reported zero in-kind contributions for this period. State law requires reporting party resource use as in-kind contributions. The PAC solicited applications for scholarships and selected recipients. Its sworn financial reports show no expenditures for scholarships. They show no in-kind contributions for donated training. The program was omitted from public disclosure.",
    "key_points": [
      "The PAC failed to disclose a prior financial relationship with a political trainer whose services they were promoting.",
      "The PAC used an official party email list for fundraising but failed to report it as a required in-kind contribution.",
      "The PAC operated a public scholarship program but reported none of its financial activity on sworn disclosure forms."
    ],
    "metadata": {
      "Timeframe": "2022–2023",
      "Focus": "Campaign Finance Violations, A New Day PAC, Conflicts of Interest",
      "Primary Documents": "WV Secretary of State Filings, PAC Promotional Emails"
    },
    "order": 3
  }
]