[
  {
    "id": "overproof-the-illegitimate-formation",
    "slug": "the-illegitimate-formation",
    "title": "Case 1: An Illegitimate Committee Forged in Secret",
    "reviewDate": "2025-09-22",
    "short_title": "Illegitimate Formation",
    "umbrella_category": "The Illegitimate Formation",
    "summary": "This case proves that organizers used a secret script to deliberately exclude mandated minority caucuses and install a pre-selected leadership, violating the 2020 DNC MOU from the outset.",
    "narrative": "The 2020 DNC Memorandum of Understanding (MOU) legally required an open, transparent, and caucus-driven process to form the West Virginia Affirmative Action Committee. These proofs reconstruct how organizers executed a premeditated plan to circumvent that mandate. Using a secret 'do not share' script, they inverted the required process, installed leaders before 75% of the required caucuses existed, and orchestrated the appointment of the script's own author to a position of procedural power. The documentary evidence reveals a clear pattern of intentional non-compliance. This was not a procedural error; it was a foundational breach of the agreement.",
    "key_points": [
      "The DNC MOU created a legal duty to ensure fully-formed diversity caucuses selected the committee's leadership; organizers deliberately proceeded with the formation despite knowing this condition was not met.",
      "A secret script, authored and distributed by the MOU compliance officer, proves premeditated control by choreographing nominations and orchestrating her own installation as Parliamentarian.",
      "The process was designed to exclude, not include, disenfranchising the Latino, AAPI, and Native American communities at the moment of the committee's creation."
    ],
    "metadata": {
      "Timeframe": "June 2021",
      "Focus": "WVDP Affirmative Action Committee Formation",
      "Primary Documents": "2020 DNC MOU, Formation Script & Emails"
    },
    "order": 1
  },
  {
    "id": "overproof-the-campaign-to-silence-dissent",
    "slug": "the-campaign-to-silence-dissent",
    "title": "Case 2: The Campaign to Silence Dissent",
    "reviewDate": "2025-09-22",
    "short_title": "Silencing Dissent",
    "umbrella_category": "The Campaign to Silence Dissent",
    "summary": "After seizing control, the illegitimate leadership executed a coordinated campaign of smear tactics and procedural manipulation to neutralize and disenfranchise elected minority representatives.",
    "narrative": "Lacking the legitimacy of a fair and open formation, the newly installed Affirmative Action Committee leadership resorted to a systematic campaign to entrench its power and silence opposition. With strategic advice from a DNC official to 'outvote' dissenters, the leadership executed a multi-pronged attack. This involved coordinated smear campaigns to discredit minority caucus leaders, the unilateral nullification of democratic votes, and the repeated use of deceptive procedural tactics—such as mislabeling bylaws and installing a biased presider—to overturn outcomes they disagreed with. This was not governance; it was a coordinated effort to undermine the committee's democratic function.",
    "key_points": [
      "A DNC official advised a non-voting appointee on a strategy to 'outvote' and neutralize elected, dissenting members from minority caucuses.",
      "Leadership executed a coordinated smear campaign, scripting personal attacks for others to deliver and spreading damaging rumors to isolate dissenters.",
      "Democratic outcomes were systematically subverted through procedural manipulation, including nullifying votes and using an external actor with an undisclosed conflict of interest."
    ],
    "metadata": {
      "Timeframe": "August–September 2021",
      "Focus": "AAC Governance, Procedural Violations, Suppression of Members",
      "Primary Documents": "Committee Emails & Transcripts, WVDP Appeals Board Ruling"
    },
    "order": 2
  },
  {
    "id": "overproof-financial-campaign-misconduct",
    "slug": "financial-campaign-misconduct",
    "title": "Case 3: Financial & Campaign Misconduct",
    "reviewDate": "2025-09-22",
    "short_title": "Financial Misconduct",
    "umbrella_category": "Financial & Campaign Misconduct",
    "summary": "A private PAC connected to a party officer violated state campaign finance law by using party resources without disclosure and concealing an entire program from its sworn financial reports.",
    "narrative": "This case documents a pattern of unlawful campaign finance activity by the 'A New Day PAC.' The evidence proves two distinct violations of state law that deny public transparency. First, the PAC gained an improper subsidy by using official, restricted party email lists for its own fundraising and failed to report this legally required in-kind contribution. Second, the PAC publicly solicited applications for a scholarship program but then erased all financial activity related to that program from its sworn disclosure forms. These actions are not clerical errors; they are significant violations that obscure the true nature of the PAC's funding and activities.",
    "key_points": [
      "A private PAC used the official party email list for fundraising but illegally failed to report it as a required in-kind contribution, concealing an improper subsidy.",
      "The PAC operated a public scholarship program but reported none of its financial activity—either expenditures or in-kind donations—on its sworn disclosure forms.",
      "These omissions rendered the PAC's sworn financial statements materially incomplete and concealed its activities from required public scrutiny."
    ],
    "metadata": {
      "Timeframe": "August–October 2023",
      "Focus": "Campaign Finance Violations, A New Day PAC",
      "Primary Documents": "WV Secretary of State Filings, PAC Promotional Emails"
    },
    "order": 3
  }
]