[
  {
    "id": "overproof-the-aac-formation-conspiracy",
    "slug": "the-aac-formation-conspiracy",
    "title": "The AAC Formation Conspiracy",
    "reviewDate": "2024-12-01",
    "short_title": "AAC Formation",
    "umbrella_category": "The AAC Formation Conspiracy",
    "summary": "This record proves how party insiders executed a scripted plan to form the Affirmative Action Committee while deliberately sidelining the mandated diversity caucuses and DNC supervision.",
    "narrative": "These proofs reconstruct the premeditated plan used to illegally form the Affirmative Action Committee. While the 2020 DNC MOU legally required a caucus-driven process under DNC oversight, organizers instead executed their plan using a secret 'do not share' script that pre-selected officers, installed its author into a position of power, and neutralized dissent. The documentary evidence reveals a clear pattern of intentional non-compliance: knowing the caucuses were missing, installing loyal leadership in violation of the rules, and managing the fallout. This was not a procedural error; it was a foundational breach of the agreement.",
    "key_points": [
      "The 2020 DNC MOU created a legal duty for organizers to ensure fully constituted diversity caucuses selected AAC leadership under DNC supervision; organizers deliberately proceeded with the formation despite knowing these conditions were not met.",
      "A secret script, authored and distributed by the MOU compliance officer Selina Vickers, proves premeditated control of the meeting by choreographing nominations, planning rebuttals, and orchestrating her own installation as parliamentarian.",
      "The use of conflicted allies like Larry Taylor and the inclusion of tactics to neutralize criticism demonstrate a clear consciousness of wrongdoing and a coordinated effort to protect the illegitimate formation process."
    ],
    "metadata": {
      "Timeframe": "June–September 2021",
      "Focus": "Formation of the West Virginia Affirmative Action Committee",
      "Primary Documents": "2020 DNC MOU, Selina Vickers formation script, witness statements"
    },
    "order": 1
  },
  {
    "id": "overproof-systematic-suppression-of-dissent",
    "slug": "systematic-suppression-of-dissent",
    "title": "Systematic Suppression of Dissent",
    "reviewDate": "2024-12-01",
    "short_title": "Suppression of Dissent",
    "umbrella_category": "Systematic Suppression of Dissent",
    "summary": "This record documents how DNC partners and AAC leadership unleashed a multi-front strategy to silence elected caucus voices, overturn democratic decisions, and consolidate control.",
    "narrative": "Once the illegitimate AAC was installed, any member who dissented was met with a coordinated suppression campaign. The proofs in this record document a DNC official advising appointees on how to 'outvote' elected members, leadership unilaterally nullifying valid votes to exclude Indigenous and Black chairs, and procedural maneuvers that deliberately disguised bylaw amendments as 'temporary rules' to evade notice requirements. Public smear campaigns and the weaponization of disciplinary procedures completed the playbook, ensuring reformers were isolated while insiders cemented their control.",
    "key_points": [
      "A senior DNC official breached his duty of neutrality by advising allies on specific tactics to overwhelm and neutralize elected minority members, directly violating the MOU's promise of equal participation.",
      "Leadership systematically invalidated democratic votes, rewrote rules, and deliberately mislabeled binding bylaws as 'procedural rules' to illegally strip caucus chairs of their authority and exclude them from critical committees.",
      "Coordinated smear campaigns, false rumors, and the threat of disciplinary action were deployed to publicly discredit dissenting members and chill any further resistance to leadership's agenda."
    ],
    "metadata": {
      "Timeframe": "2021–2022 AAC operations",
      "Focus": "Retaliation against minority caucus leadership and reform advocates",
      "Primary Documents": "Harold Ickes correspondence, AAC meeting records, disciplinary filings"
    },
    "order": 2
  },
  {
    "id": "overproof-wv-democratic-party-dnc-violations",
    "slug": "wv-democratic-party-dnc-violations",
    "title": "WV Democratic Party & DNC Violations",
    "reviewDate": "2024-12-01",
    "short_title": "WV Democratic Party & DNC",
    "umbrella_category": "WV Democratic Party & DNC Violations",
    "summary": "How the West Virginia Democratic Party and the DNC's Rules and Bylaws Committee systematically dismantled the MOU-mandated diversity process, violating their contractual and fiduciary duties.",
    "narrative": "This overproof documents the systemic breach of the 2020 diversity reform agreement. It proves how party insiders used secret scripts and procedural manipulation to seize control of the Affirmative Action Committee while actively sidelining the very caucuses the MOU was created to empower. The proofs establish a pattern of deliberate noncompliance, retaliatory campaigns against dissenters, and a complete failure of the DNC's supervisory duty, which allowed the breach to persist and the goals of the MOU to be defeated.",
    "key_points": [
      "The 2020 DNC MOU was a binding agreement that required a caucus-first formation of the AAC and direct supervision by the DNC's Rules & Bylaws Committee.",
      "Party insiders violated this agreement by pre-selecting leadership with a hidden script while actively blocking the mandated Latino, AAPI, and Native caucuses from organizing.",
      "The DNC's designated supervisor not only failed to stop the breach but actively advised insiders on tactics to neutralize the few minority leaders who gained representation."
    ],
    "metadata": {
      "Timeframe": "2020–2022 reform process",
      "Focus": "Affirmative Action Committee implementation and RBC oversight",
      "Primary Documents": "2020 DNC MOU, internal scripts, witness statements, disciplinary records"
    },
    "order": 3
  }
]