[
  {
    "id": "overproof-wvdp-noncompliance-2021-2025",
    "slug": "wvdp-noncompliance-2021-2025",
    "title": "Case 1: Formation & Drafting Noncompliance",
    "reviewDate": "2025-10-07",
    "short_title": "AAC Formation & Drafting",
    "umbrella_category": "DNC/Affirmative Action Compliance",
    "summary": "Leadership was installed while required racial caucuses did not exist; national templates and chokepoints were imported; drafting access narrowed midstream; BIPOC members were denied seats while nonmembers were invited to weigh in; the body later failed to meet and left seats vacant.",
    "narrative": "The record shows caucus-first formation was bypassed: a script acknowledged missing Latino, AAPI, and Native American caucuses and still prescribed nominations and votes. RBC guidance flagged the Executive Committee adoption as a chokepoint while Alabama rules were circulated as a template. During drafting, access rules flipped (chat allowed→banned; volunteer subcommittees→elections/appointments). Contemporaneous emails claim white-only authorship and denial of BIPOC seats; nonmembers were allowed to give input. Scheduling repeatedly excluded the Latine/Hispanic co-chair; short debate windows and harassment claims further narrowed participation. The body then lapsed in meetings and left seats vacant.",
    "key_points": [
      "Leadership installed before required racial caucuses existed.",
      "National templates/chokepoints imported; adoption bottleneck constrained outputs.",
      "Drafting access narrowed: chat banned; volunteer→election; corrective meeting denied.",
      "Claims of white-only authorship; BIPOC denied seats while nonmembers weighed in.",
      "Present-tense nonfunction: meeting lapse and vacant seats."
    ],
    "metadata": {
      "Timeframe": "June 2021–2025",
      "Focus": "Formation sequencing, drafting access, and ongoing function",
      "Primary Documents": "Formation scripts/emails; Harold briefing transcript; AAC draft rules; contemporaneous emails; vacancy/meeting records"
    },
    "order": 1
  },
  {
    "id": "overproof-procedural-weaponization-2022-2024",
    "slug": "procedural-weaponization-2022-2024",
    "title": "Case 2: Procedural Weaponization",
    "reviewDate": "2025-10-07",
    "short_title": "Due Process & Redress",
    "umbrella_category": "Due Process & Access to Redress",
    "summary": "After dissolution under discriminatory conditions, reconsideration and member overrule were denied; an unwritten 'second appeal' replaced bylaw process; hearings focused on character; national review echoed the state narrative.",
    "narrative": "Indigenous Caucus leaders reported harassment/exclusion before dissolution. Members then sought reconsideration or restoration at the SEC; the presiding officer ruled out of order without reaching the merits. The bylaw right to overrule the Appeals Board was denied and replaced with an invented 'second appeal.' Transcripts show proceedings centered on character and social-media behavior instead of bylaws and the dissolution record. The RBC later adopted the state’s framing, declining jurisdiction and blaming outcomes on the complainant. The cumulative effect is constructive exclusion by procedure.",
    "key_points": [
      "Dissolution amid unresolved participation barriers.",
      "Reconsideration/restoration motions blocked.",
      "Hearings emphasized character over procedure.",
      "Member overrule denied; 'second appeal' invented.",
      "National review echoed state narrative; merits foreclosed."
    ],
    "metadata": {
      "Timeframe": "2022–2024",
      "Focus": "Remedy channels and adjudicatory posture",
      "Primary Documents": "Grievance and appeal transcripts; SEC meeting record; RBC letter"
    },
    "order": 2
  },
  {
    "id": "overproof-the-campaign-to-silence-dissent",
    "slug": "the-campaign-to-silence-dissent",
    "title": "Case 3: PDPR Playbook & Narrative Control",
    "reviewDate": "2025-10-07",
    "short_title": "PDPR & Manipulation",
    "umbrella_category": "The Campaign to Silence Dissent",
    "summary": "Supervisors and allies used training, narrative operations, and procedural tactics to suppress elected minority representatives, reverse member votes, and pass invalid measures later struck by the Appeals Board.",
    "narrative": "An RBC member told the challengers’ representative to 'out vote' named elected members and co-hosted training during implementation. Internal scripts marked 'DO NOT FORWARD' and public posts framed minority leaders as toxic or violent; the RBC’s dismissal later echoed similar framing. Rules of order were used to reverse a member-approved volunteer system, relabel bylaws as 'procedural' to evade notice, and bring in an external presider with undisclosed ties—proceedings the Appeals Board later invalidated.",
    "key_points": [
      "Supervisor advice targeted elected members ('out vote' quote).",
      "Coordinated scripts/posts created a 'toxicity' narrative.",
      "Volunteer-to-appointment reversal excluded minority chairs.",
      "Bylaws mislabeled as procedural rules to avoid notice.",
      "Undisclosed ties of presider; meeting later invalidated."
    ],
    "metadata": {
      "Timeframe": "2021–2023",
      "Focus": "Training + narrative + procedure to entrench control",
      "Primary Documents": "Planning transcript; internal scripts; social-media blasts; Appeals Board resolution"
    },
    "order": 3
  },
  {
    "id": "overproof-indigenous-caucus-suppression",
    "slug": "indigenous-caucus-suppression",
    "title": "Case 4: Suppression as System",
    "reviewDate": "2025-01-15",
    "short_title": "Indigenous Caucus Suppression",
    "umbrella_category": "Indigenous Caucus Suppression",
    "summary": "When the Indigenous Caucus resisted exclusion, officials escalated from access restrictions to harassment, then to procedural barriers, and finally to national closure—after which leaders claimed 'full participation.'",
    "narrative": "Indigenous chairs were denied planning and drafting seats while nonmembers and outside actors participated. When exclusion met resistance, narrative attacks escalated and preceded formal dissolution. Members’ efforts to restore the caucus were blocked; hearings emphasized character; an invented 'second appeal' replaced bylaw routes; national review adopted state framing. After eliminating Indigenous participation, leaders claimed compliance. This is suppression as system.",
    "key_points": [
      "Access restrictions and drafting exclusion targeted Indigenous representation.",
      "Harassment/narrative attacks preceded dissolution.",
      "Reconsideration, overrule, and appeal paths were blocked or redirected.",
      "National closure adopted state narrative.",
      "Absence was then cited as compliance."
    ],
    "metadata": {
      "Timeframe": "2020–2025",
      "Focus": "Systemic suppression of Indigenous participation",
      "Primary Documents": "Dissolution materials; grievance/appeal transcripts; RBC letter"
    },
    "order": 4
  }
]
