[
  {
    "case_id": "1.1",
    "slug": "secret-script-shows-missing-caucuses",
    "title": "PROOF: Secret Script Shows Organizers Proceeded Without Required Caucuses",
    "date": "2025-09-15",
    "category": "DNC MOU Violation",
    "umbrella_category": "DNC MOU Compliance Violations",
    "overproof_slug": "dnc-mou-compliance-violations",
    "stakes": "The committee was formed without the required racial caucuses. The script proves organizers knew this and proceeded anyway.",
    "thesis": "A secret script proves organizers knew 75% of required racial caucuses did not exist and proceeded with the formation anyway.",
    "axioms": [
      {
        "text": "The MOU required that the Affirmative Action Committee be formed with members 'selected by their particular caucus.'",
        "citation": "2020-MOU-WVDP-DNC-RBC.pdf, p. 3",
        "url": "/files/2020-mou-wvdp-dnc-rbc.pdf"
      },
      {
        "text": "The mandated diversity groups included African Americans, Native Americans, Asian/Pacific Islanders, and Latinos.",
        "citation": "2020 MOU between WVDP and DNC RBC, p. 2",
        "url": "/files/2020-mou-wvdp-dnc-rbc.pdf"
      }
    ],
    "rule_summary": "The MOU established a mandatory sequence: first, form caucuses. Second, those caucuses select their representatives. Third, those representatives constitute the committee. Proceeding without forming the caucuses violates this sequence.",
    "case_facts": [
      {
        "text": "A script for the formation meeting was circulated with the subject line 'DRAFT SCRIPT - do not share.'",
        "citation": "selina-script-email.pdf, p. 1",
        "url": "/files/selina-script-email.pdf"
      },
      {
        "text": "The script demonstrates detailed planning, dictating specific nominators, providing verbatim speeches, and planning for procedural disruptions.",
        "citation": "selina-script.pdf, p. 1-5",
        "url": "/files/selina-script.pdf"
      },
      {
        "text": "The script states the committee was 'missing representation from... Latino's, Asian Americans and Pacific Islanders, and Native Americans.'",
        "citation": "selina-script.pdf, p. 2",
        "url": "/files/selina-script.pdf"
      },
      {
        "text": "The script includes a future resolution to 'do outreach to Latinos, Asian Americans/Pacific Islanders and Native Americans to facilitate those groups in forming their own diversity caucuses'.",
        "citation": "selina-script.pdf, p. 5",
        "url": "/files/selina-script.pdf"
      },
      {
        "text": "The script contained a pre-arranged leadership slate with specific nominators identified.",
        "citation": "selina-script.pdf, p. 1",
        "url": "/files/selina-script.pdf"
      }
    ],
    "logic_chain": [
      "The MOU required caucuses to select their own representatives before the committee was formed.",
      "A script was created for the formation meeting.",
      "The script demonstrates detailed planning ability.",
      "The script explicitly states that Latino, AAPI, and Native American representation is 'missing.'",
      "The script includes a future plan to form these caucuses after the committee formation.",
      "The script's level of detail proves the organizers knew these caucuses did not exist.",
      "The organizers proceeded with installing leadership despite this knowledge.",
      "[DJ-MARK] Organizers violated the MOU by proceeding with formation while knowing required caucuses did not exist."
    ],
    "violation": "Organizers violated the 2020 DNC MOU by forming the committee while knowing that 75% of the required racial diversity caucuses did not exist. The script proves this knowledge. The MOU required these caucuses to exist and select their representatives before the committee was formed."
  },
  {
    "case_id": "1.2",
    "slug": "selective-failure-to-form-caucuses",
    "title": "PROOF: Organizers Excluded Racial Caucuses Through Selective Non-Formation",
    "date": "2025-09-22",
    "category": "DNC MOU Violation",
    "umbrella_category": "DNC MOU Compliance Violations",
    "overproof_slug": "dnc-mou-compliance-violations",
    "stakes": "Three of the four mandated racial minority communities were excluded from the committee's formation.",
    "thesis": "The failure to form 75% of the required racial diversity caucuses was selective exclusion, not administrative oversight.",
    "axioms": [
      {
        "text": "The 2020 MOU's stated purpose was 'to create a process to establish new, and assist currently existing, diversity caucuses'.",
        "citation": "2020 MOU between WVDP and DNC RBC, p. 1",
        "url": "/files/2020-mou-wvdp-dnc-rbc.pdf"
      },
      {
        "text": "The MOU mandated that the State Party 'fully implement... the creation of any new... caucuses.'",
        "citation": "2020-MOU-WVDP-DNC-RBC.pdf, p. 3",
        "url": "/files/2020-mou-wvdp-dnc-rbc.pdf"
      }
    ],
    "rule_summary": "The MOU required the state party to form new diversity caucuses. A failure to form these caucuses violates this requirement.",
    "case_facts": [
      {
        "text": "Prior to the AAC leadership installation, 75% of the DNC-mandated racial diversity caucuses (AAPI, Latino, Native American) had not been formed.",
        "citation": "selina-script.pdf, p. 2, 5",
        "url": "/files/selina-script.pdf"
      },
      {
        "text": "During this same period, organizers successfully formed other non-racial diversity caucuses.",
        "citation": "User provided fact"
      },
      {
        "text": "The Co-chair of the Black Caucus, Mary Claytor, stated that organizer Selina Vickers 'contacted every member of the Indigenous Caucus not named Sturm prior to their nomination meeting' and 'refused' a request to contact the Sturms.",
        "citation": "Not Named Sturm.pdf",
        "url": "/files/not-named-sturm.pdf"
      },
      {
        "text": "The Indigenous Caucus was subsequently denied seats on the planning and bylaws subcommittees.",
        "citation": "Not Named Sturm.pdf",
        "url": "/files/not-named-sturm.pdf"
      }
    ],
    "logic_chain": [
      "The MOU required the formation of four specific racial diversity caucuses.",
      "Organizers failed to form three of these four caucuses before installing the committee's leadership.",
      "During the same timeframe, organizers successfully formed other caucuses for their allies.",
      "The ability to form some caucuses but not others demonstrates selective choice.",
      "Evidence shows organizers interfered in the Indigenous Caucus formation by selectively contacting members.",
      "The Indigenous Caucus was then excluded from key subcommittees.",
      "[DJ-MARK] The exclusion of three racial minority caucuses was selective, not administrative failure."
    ],
    "violation": "By failing to form 75% of the mandated racial diversity caucuses while forming other caucuses, organizers violated the MOU's requirement to 'fully implement' the caucus creation process. Three racial communities were excluded from selecting their representatives."
  },
  {
    "case_id": "1.3",
    "slug": "mou-compliance-officer-violated-duty",
    "title": "PROOF: Official Appointed to Ensure Compliance Violated Her Duty",
    "date": "2025-09-15",
    "category": "DNC MOU Violation",
    "umbrella_category": "DNC MOU Compliance Violations",
    "overproof_slug": "dnc-mou-compliance-violations",
    "stakes": "The official appointed under the MOU to ensure a fair process instead authored a secret script that violated the rules she was appointed to enforce. This corrupted the oversight mechanism itself.",
    "thesis": "Selina Vickers was appointed under the MOU to oversee compliance. She violated this duty by authoring a secret script that directed her own appointment, granted preferential treatment to allies, and included tactics to control the meeting.",
    "axioms": [
      {
        "text": "The MOU appointed a non-elected official, Selina Vickers, to 'oversee and direct compliance' with the agreement.",
        "citation": "2020 MOU between WVDP and DNC RBC, p. 2",
        "url": "/files/2020-mou-wvdp-dnc-rbc.pdf"
      },
      {
        "text": "The 2020 DNC MOU required that members of the Affirmative Action Committee be 'selected by their particular caucus.'",
        "citation": "2020-MOU-WVDP-DNC-RBC.pdf, p. 3",
        "url": "/files/2020-mou-wvdp-dnc-rbc.pdf"
      },
      {
        "text": "The DNC Charter mandates that 'All meetings of... all other official Party committees, commissions and bodies shall be open to the public'.",
        "citation": "DNC Charter, Article Nine, Sec. 12",
        "url": "/files/dnc-charter.pdf"
      }
    ],
    "rule_summary": "Officials appointed to ensure compliance have a duty to enforce the rules they oversee. Using this position of trust to violate those same rules is a fundamental breach that corrupts the oversight mechanism. The MOU specifically appointed Vickers to prevent the violations she then committed.",
    "case_facts": [
      {
        "text": "Selina Vickers circulated a script for the formation meeting with the subject line 'DRAFT SCRIPT - do not share.'",
        "citation": "selina-script-email.pdf, p. 1",
        "url": "/files/selina-script-email.pdf"
      },
      {
        "text": "The script directs a committee member to state: 'I nominate Selina Vickers for Parliamentarian/Secretary.'",
        "citation": "selina-script.pdf, p. 3",
        "url": "/files/selina-script.pdf"
      },
      {
        "text": "The script provides a verbatim endorsement for the member to read, which concludes, 'I can think of no one else remotely qualified to do this particular work.'",
        "citation": "selina-script.pdf, p. 3",
        "url": "/files/selina-script.pdf"
      },
      {
        "text": "The script directed a nomination for Kim Felix for the 'at-large diversity seat representing Latino Americans' while providing no similar nominations for AAPI or Native American communities.",
        "citation": "selina-script.pdf, p. 3",
        "url": "/files/selina-script.pdf"
      },
      {
        "text": "The script contains a pre-planned challenge to observers: 'Ask: 'I notice there are people other than caucus co-chairs present. I thought this meeting was solely for co-chairs.''",
        "citation": "selina-script.pdf, p. 1",
        "url": "/files/selina-script.pdf"
      },
      {
        "text": "The script anticipates criticism from Party Chair Belinda Biafore and provides response strategies.",
        "citation": "selina-script.pdf, p. 1",
        "url": "/files/selina-script.pdf"
      }
    ],
    "logic_chain": [
      "The MOU appointed Selina Vickers to 'oversee and direct compliance' with the agreement.",
      "This appointment created a duty to ensure the process followed MOU requirements.",
      "Vickers authored a script marked 'do not share' that controlled the formation meeting.",
      "The script directed her own nomination to the role of Parliamentarian.",
      "The script included a pre-written endorsement supporting her nomination.",
      "The script granted preferential nomination to one ally while excluding other communities.",
      "The script included tactics to challenge observers and manage anticipated criticism.",
      "Each of these actions violated the fair and open process she was appointed to ensure.",
      "[DJ-MARK] The official appointed to ensure compliance used her position to violate the rules she was supposed to enforce."
    ],
    "violation": "Selina Vickers was appointed under the MOU to oversee and direct compliance. She violated this duty by authoring a secret script that directed her own appointment to Parliamentarian, granted preferential treatment to allies, and included tactics to control meeting participation. Using a compliance position to violate the rules being overseen corrupts the oversight mechanism itself."
  },
   {
    "case_id": "2.1",
    "slug": "dnc-supervisor-advised-suppress-members",
    "title": "PROOF: DNC Supervisor Appointed to Oversee Process Advised Suppressing Elected Members",
    "date": "2025-09-23",
    "category": "DNC MOU Violation",
    "umbrella_category": "The Campaign to Silence Dissent",
    "overproof_slug": "the-campaign-to-silence-dissent",
    "stakes": "An official appointed by the DNC to ensure fair implementation instead provided strategic advice to suppress elected representatives. This violated the supervisory structure established by the MOU.",
    "thesis": "Harold Ickes was appointed to the DNC RBC to supervise the MOU implementation. He violated this supervisory duty by providing strategic advice to neutralize elected representatives.",
    "axioms": [
      {
        "text": "The MOU required an 'open and transparent process' with 'full, timely, and equal opportunity' for participation.",
        "citation": "2020 DNC-WVDP Memorandum of Understanding, p. 1",
        "url": "/files/2020-mou-wvdp-dnc-rbc.pdf"
      },
      {
        "text": "The RBC was tasked with impartial 'supervision and technical assistance.'",
        "citation": "2020 DNC-WVDP Memorandum of Understanding, p. 2",
        "url": "/files/2020-mou-wvdp-dnc-rbc.pdf"
      },
      {
        "text": "Harold Ickes served on the DNC Rules & Bylaws Committee.",
        "citation": "Corporate Lobbyists Control the Rules at the DNC, Sludge, Feb. 28, 2020",
        "url": "/files/sludge-corporate-lobbyists-dnc-rules-2020-02-28.pdf"
      },
      {
        "text": "Selina Vickers served as the 'non-voting representative of the Challengers.'",
        "citation": "2020 DNC-WVDP Memorandum of Understanding, p. 1-2",
        "url": "/files/2020-mou-wvdp-dnc-rbc.pdf"
      }
    ],
    "rule_summary": "The MOU established a formal supervisory structure. The RBC was tasked with impartial supervision to ensure fair implementation. Officials serving in supervisory roles have a duty to remain neutral. Providing strategic advice to one party against elected representatives violates this supervisory duty and corrupts the oversight structure.",
    "case_facts": [
      {
        "text": "Harold Ickes and Selina Vickers co-hosted a political training event during the MOU implementation period.",
        "citation": "Snapshot of SelinaVickers.com, June 24, 2021",
        "url": "/files/selinavickers-com-snapshot-2021-06-24.pdf"
      },
      {
        "text": "In a recorded meeting, Harold Ickes stated: 'I've said to Selina god knows how many times you know what at bottom you gotta out vote' Seth and Mari.",
        "citation": "Planning Committee Meeting transcript, timestamp 47:52-48:06",
        "url": "/files/planning-committee-meeting-transcript.txt"
      },
      {
        "text": "Mary Ann Claytor documented that Ickes 'advised Selina to 'outvote' Seth, Mari, and others.'",
        "citation": "Email from Mary Ann Claytor, Sept. 23, 2021",
        "url": "/files/email-mary-ann-claytor-2021-09-23.pdf"
      }
    ],
    "logic_chain": [
      "The MOU established the RBC as the supervisory body for implementation.",
      "Harold Ickes served on the DNC RBC in this supervisory capacity.",
      "Selina Vickers served as the non-voting compliance officer under the MOU.",
      "The RBC's duty was to provide impartial supervision and technical assistance.",
      "Ickes and Vickers established professional collaboration through a co-hosted training event.",
      "Ickes stated in a recorded meeting that he repeatedly told Vickers to 'out vote' Seth and Mari Sturm.",
      "The Sturms were elected Indigenous Caucus chairs.",
      "This advice directed action against elected members rather than providing neutral supervision.",
      "Multiple witnesses documented this statement.",
      "[DJ-MARK] An official appointed to supervise fair implementation violated his duty by providing strategic advice to suppress elected representatives."
    ],
    "violation": "Harold Ickes was appointed to the DNC RBC to supervise MOU implementation. His duty was to ensure impartial oversight. He violated this supervisory duty by repeatedly advising the compliance officer to 'out vote' elected representatives. This corrupted the supervisory structure the MOU established to ensure fairness."
  },
  {
    "case_id": "2.2",
    "slug": "organized-campaign-against-representatives",
    "title": "PROOF: Organized Campaign Used Scripts and False Accusations Against Representatives",
    "date": "2025-09-23",
    "category": "Ethics Violation & Targeted Harassment",
    "umbrella_category": "The Campaign to Silence Dissent",
    "overproof_slug": "the-campaign-to-silence-dissent",
    "stakes": "Indigenous and Black representatives faced organized attacks using concealed scripts, false accusations of violence, and scheduled social media posts.",
    "thesis": "Leadership organized a campaign against minority representatives using concealed scripts, false accusations of violence, and scheduled social media attacks.",
    "axioms": [
      {
        "text": "The DNC Charter requires ethical conduct that 'reflects creditably upon the office.'",
        "citation": "DNC Charter, p. 1",
        "url": "/files/dnc-charter.pdf"
      }
    ],
    "rule_summary": "Spreading false accusations and organizing harassment campaigns violates ethical standards.",
    "case_facts": [
      {
        "text": "Scripts attacking Indigenous representatives were distributed with concealment instructions: '[if you use this... DO NOT FORWARD THIS EMAIL].'",
        "citation": "Email from Selina Vickers to Kristin Loken, Aug 17, 2021",
        "url": "/files/email-selina-vickers-kristin-loken-2021-08-17.pdf"
      },
      {
        "text": "False claims were spread that an Indigenous Caucus chair was 'dangerous' and 'capable of violence.'",
        "citation": "Email from Seth Sturm documenting rumors, Sept 17, 2021",
        "url": "/files/email-seth-sturm-documenting-rumors-2021-09-17.pdf"
      },
      {
        "text": "A social media campaign labeled the Indigenous chair a 'toxic bully' with a 'calendar of posts ready to go.'",
        "citation": "Shane Assadzandi Facebook Post, Aug 21, 2021",
        "url": "/files/shane-assadzandi-facebook-post-2021-08-21.pdf"
      },
      {
        "text": "Members reported being 'reluctant to speak publicly for fear of retaliation and future harassment.'",
        "citation": "Emily Clifford Email, Aug 22, 2021",
        "url": "/files/email-emily-clifford-2021-08-22.pdf"
      },
      {
        "text": "The Indigenous chair reported the attacks had 'done real damage' requiring him to defend against accusations of violence.",
        "citation": "Email from Seth Sturm, Sept 17, 2021",
        "url": "/files/email-seth-sturm-2021-09-17.pdf"
      }
    ],
    "logic_chain": [
      "Scripts containing attacks on Indigenous representatives were marked with concealment instructions.",
      "The instructions stated 'DO NOT FORWARD THIS EMAIL.'",
      "False accusations of violence were spread about these same representatives.",
      "A social media campaign with scheduled posts targeted these same individuals.",
      "Both Indigenous and Black leaders reported being targeted.",
      "Members stated they feared retaliation for speaking publicly.",
      "The targeted representatives reported the attacks caused real damage.",
      "[DJ-MARK] Leadership organized a campaign using concealed scripts and false accusations to target minority representatives."
    ],
    "violation": "Leadership violated ethical standards by organizing a campaign against minority representatives. The campaign used concealed scripts marked 'DO NOT FORWARD THIS EMAIL,' false accusations of violence, and scheduled social media attacks. This created a climate of fear that silenced other members."
  },
  {
    "case_id": "2.3",
    "slug": "minority-caucuses-excluded-from-subcommittees",
    "title": "PROOF: Minority Caucuses Were Excluded from Key Subcommittees",
    "date": "2025-09-23",
    "category": "DNC MOU Violation",
    "umbrella_category": "The Campaign to Silence Dissent",
    "overproof_slug": "the-campaign-to-silence-dissent",
    "stakes": "Minority caucus chairs were denied participation in governance structures.",
    "thesis": "Leadership excluded specific caucus chairs from subcommittees after reversing a democratic vote without proper procedure.",
    "axioms": [
      {
        "text": "The MOU mandated 'full participation by all Democrats, with particular concern for minority groups.'",
        "citation": "2020 DNC-WVDP Memorandum of Understanding, p. 1",
        "url": "/files/2020-mou-wvdp-dnc-rbc.pdf"
      },
      {
        "text": "Once adopted, a motion stands until properly reconsidered.",
        "citation": "RONR 12th ed., § 10:26",
        "url": "/files/roberts-rules-of-order-12th-edition.pdf"
      }
    ],
    "rule_summary": "Excluding minority representatives from governance violates the MOU's participation mandate. Reversing an adopted motion without proper reconsideration violates parliamentary procedure.",
    "case_facts": [
      {
        "text": "The committee voted for a volunteer-based subcommittee system.",
        "citation": "Committee meeting minutes",
        "url": "/files/aac-committee-meeting-minutes-volunteer-system-vote.pdf"
      },
      {
        "text": "Leadership subsequently declared 'subcommittee membership will be by appointment.'",
        "citation": "Email from Mary Thorp, Aug 29, 2021",
        "url": "/files/email-mary-thorp-subcommittee-appointments-2021-08-29.pdf"
      },
      {
        "text": "Indigenous and Black caucus chairs were denied subcommittee seats.",
        "citation": "Email from Seth Sturm, Aug 5, 2021",
        "url": "/files/email-seth-sturm-subcommittee-exclusion-2021-08-05.pdf"
      },
      {
        "text": "The Board of Appeals found members were improperly denied subcommittee seats.",
        "citation": "WVDP Board of Appeals Resolution, Nov. 29, 2021",
        "url": "/files/wvdp-board-of-appeals-resolution-subcommittee-exclusion-2021-11-29.pdf"
      }
    ],
    "logic_chain": [
      "A democratic vote established a volunteer system for subcommittees.",
      "Leadership declared an appointment system without proper reconsideration of the motion.",
      "Leadership used this appointment system to exclude specific caucus chairs.",
      "The excluded chairs were Indigenous and Black caucus representatives.",
      "The Board of Appeals confirmed this exclusion was improper.",
      "[DJ-MARK] Leadership violated the MOU's participation mandate by excluding minority representatives from subcommittees."
    ],
    "violation": "Leadership violated the MOU's participation mandate and parliamentary procedure by reversing a democratic vote without proper process and using this to exclude Indigenous and Black caucus chairs from subcommittees. The Board of Appeals ruled this exclusion was improper."
  },
  {
    "case_id": "2.4",
    "slug": "august-meeting-multiple-violations",
    "title": "PROOF: August Meeting Violated Notice Requirements and Used Biased Presiding Officer",
    "date": "2025-09-23",
    "category": "WVDP Bylaw Violation",
    "umbrella_category": "The Campaign to Silence Dissent",
    "overproof_slug": "the-campaign-to-silence-dissent",
    "stakes": "Members were denied their right to review fundamental governance changes. The meeting used a presiding officer with undisclosed conflicts. The Board of Appeals invalidated the proceedings.",
    "thesis": "The August 17, 2021 meeting violated notice requirements by mislabeling bylaws as 'procedural rules' and used a presiding officer with undisclosed professional ties to the parliamentarian.",
    "axioms": [
      {
        "text": "WVDP Bylaws require 30 days written notice for amendments.",
        "citation": "WVDP Bylaws, Article XI, Section A",
        "url": "/files/wvdp-bylaws.pdf"
      },
      {
        "text": "Bylaws define organizational structure and continuing governance.",
        "citation": "RONR 12th ed., § 2:8",
        "url": "/files/roberts-rules-of-order-12th-edition.pdf"
      },
      {
        "text": "Rules of order govern single meetings; bylaws establish ongoing authority.",
        "citation": "RONR 12th ed., § 2:14",
        "url": "/files/roberts-rules-of-order-12th-edition.pdf"
      },
      {
        "text": "Presiding officers must maintain strict impartiality.",
        "citation": "Robert's Rules of Order, 12th ed., § 47:7",
        "url": "/files/roberts-rules-of-order-12th-edition.pdf"
      },
      {
        "text": "Persons in positions of trust must disclose potential conflicts.",
        "citation": "Robert's Rules of Order, 12th ed., § 45:3",
        "url": "/files/roberts-rules-of-order-12th-edition.pdf"
      }
    ],
    "rule_summary": "Rules granting authority between meetings are bylaws requiring 30-day notice, regardless of their label. A presiding officer must be neutral and disclose any relationships that could affect impartiality.",
    "case_facts": [
      {
        "text": "Documents titled 'DRAFT Procedural Rules' were circulated less than 24 hours before the August 17, 2021 meeting.",
        "citation": "August 17 Meeting Transcript.txt",
        "url": "/files/aac-meeting-transcript-2021-08-17.txt"
      },
      {
        "text": "Rule 13 granted Co-Chairs 'all the authority of the Affirmative Action Committee... between meetings.'",
        "citation": "DRAFT Procedural Rules for august meeting.pdf",
        "url": "/files/draft-procedural-rules-2021-08-17.pdf"
      },
      {
        "text": "Rule 14 established subcommittee appointment and removal procedures.",
        "citation": "DRAFT Procedural Rules for august meeting.pdf",
        "url": "/files/draft-procedural-rules-2021-08-17.pdf"
      },
      {"text": "A member asked during the meeting: 'Why weren't they sent earlier so that we had an opportunity to read them?'",
        "citation": "August 17 Meeting Transcript.txt",
        "url": "/files/aac-meeting-transcript-2021-08-17.txt"
      },
      {
        "text": "Another member stated: 'it's not a procedural rule for handling this meeting.'",
        "citation": "August 17 Meeting Transcript.txt",
        "url": "/files/aac-meeting-transcript-2021-08-17.txt"
      },
      {
        "text": "Larry Taylor was invited to preside over the meeting where these rules were adopted.",
        "citation": "AAC Meeting Minutes",
        "url": "/files/wvdp-aac-meeting-minutes-redacted.pdf"
      },
      {
        "text": "Larry Taylor served as a parliamentarian trainer with the Professional Development Program.",
        "citation": "PDPR Training Materials",
        "url": "/files/pdpr-parliamentary-training-materials.pdf"
      },
      {
        "text": "Taylor and Selina Vickers were professional colleagues.",
        "citation": "Email Correspondence between S. Vickers and L. Taylor",
        "url": "/files/email-correspondence-vickers-taylor-2021-09-17.pdf"
      },
      {
        "text": "Taylor's professional relationship with Parliamentarian Vickers was not disclosed to the committee.",
        "citation": "AAC Meeting Minutes",
        "url": "/files/wvdp-aac-meeting-minutes-redacted.pdf"
      },
      {
        "text": "The Board of Appeals ruled the August meeting invalid, citing improper procedures.",
        "citation": "WVDP Board of Appeals Resolution",
        "url": "/files/wvdp-board-of-appeals-resolution-invalidating-meeting-2021-11-29.pdf"
      }
    ],
    "logic_chain": [
      "Documents titled 'DRAFT Procedural Rules' were circulated less than 24 hours before the meeting.",
      "These documents contained Rules 13 and 14.",
      "Rule 13 granted Co-Chairs continuing authority between meetings.",
      "Rule 14 established subcommittee governance structures.",
      "By definition, rules granting continuing authority are bylaws, not procedural rules.",
      "WVDP bylaws require 30 days notice for amendments.",
      "The mislabeling as 'procedural' avoided this notice requirement.",
      "Members objected to the lack of notice during the meeting.",
      "An external officer, Larry Taylor, presided over the meeting.",
      "Taylor had undisclosed professional ties to Parliamentarian Vickers.",
      "Robert's Rules require presiding officers to disclose potential conflicts.",
      "Taylor's relationship was not disclosed to the committee.",
      "The Board of Appeals ruled the meeting invalid due to improper procedures.",
      "[DJ-MARK] The August meeting violated multiple procedural requirements through mislabeled bylaws and an undisclosed conflict of interest."
    ],
    "violation": "The August 17, 2021 meeting violated WVDP Bylaws Article XI by mislabeling bylaws as 'procedural rules' to avoid the 30-day notice requirement. The meeting also violated Robert's Rules by using a presiding officer with undisclosed professional ties to the parliamentarian. The Board of Appeals invalidated the meeting due to these procedural violations."
  },
  {
    "case_id": "3.1",
    "slug": "unreported-pac-scholarship-program",
    "title": "PROOF: PAC Financial Reports Omit Scholarship Program Activity",
    "date": "2025-09-11",
    "category": "Campaign Finance Violation",
    "umbrella_category": "Undisclosed Conflicts & Financial Misconduct",
    "overproof_slug": "undisclosed-conflicts-and-financial-misconduct",
    "stakes": "A PAC concealed its scholarship program from required disclosures. The public cannot see who funded it or who benefited from its activities.",
    "thesis": "A New Day PAC failed to report any financial activity for its publicly announced scholarship program, violating state disclosure laws.",
    "axioms": [
      {
        "text": "All expenditures made by a political committee must be publicly reported.",
        "citation": "WV SOS Campaign-Finance Guide",
        "url": "/files/sos-campaign-finance-guide.pdf"
      },
      {
        "text": "Any 'thing of value' received by a political committee must be publicly reported as an in-kind contribution.",
        "citation": "WV SOS Campaign-Finance Guide",
        "url": "/files/sos-campaign-finance-guide.pdf"
      }
    ],
    "rule_summary": "State law requires political committees to report all financial transactions. A scholarship program necessarily involves either direct expenditures or in-kind contributions of services. Failure to report either transaction type violates campaign finance law.",
    "case_facts": [
      {
        "text": "A New Day PAC solicited applications for a formal scholarship program for third-party training on August 22, 2023.",
        "citation": "Email Record, Aug 22, 2023",
        "url": "/files/a-new-day-pac-training-email-2023-08-22.pdf"
      },
      {
        "text": "The PAC's Q3 2023 sworn financial report shows zero expenditures to the trainer for scholarship payments.",
        "citation": "A New Day PAC Q3 2023 Filing",
        "url": "/files/a-new-day-pac-filing-2023-q3.pdf"
      },
      {
        "text": "The same sworn report shows zero in-kind contributions from the trainer for donated training slots.",
        "citation": "A New Day PAC Q3 2023 Filing",
        "url": "/files/a-new-day-pac-filing-2023-q3.pdf"
      },
      {
        "text": "The PAC had previously paid this same trainer for 'Consultant Fees,' establishing a documented financial relationship.",
        "citation": "A New Day PAC Q4 2022 Filing",
        "url": "/files/a-new-day-pac-filing-2022-q4.pdf"
      }
    ],
    "logic_chain": [
      "The PAC publicly offered scholarships for training on August 22, 2023.",
      "Any scholarship transaction must be reported as either an 'expenditure' or an in-kind 'thing of value.'",
      "The PAC's sworn Q3 2023 financial report contains neither expenditures for scholarships nor in-kind contributions for training.",
      "The absence of any reported transaction means the PAC omitted this program from required public disclosure.",
      "[DJ-MARK] The PAC's sworn financial disclosure reports omit all activity related to its scholarship program."
    ],
    "violation": "A New Day PAC violated state campaign finance law by failing to report the financial activity of its scholarship program in its Q3 2023 filing. State law requires reporting of all expenditures and in-kind contributions. The PAC's sworn statement is materially incomplete."
  },
  {
    "case_id": "3.2",
    "slug": "pac-uses-party-resources-no-disclosure",
    "title": "PROOF: PAC Used Party Resources Without Reporting an In-Kind Contribution",
    "date": "2025-09-12",
    "category": "Campaign Finance Violation",
    "umbrella_category": "Undisclosed Conflicts & Financial Misconduct",
    "overproof_slug": "undisclosed-conflicts-and-financial-misconduct",
    "stakes": "A private PAC received an undisclosed subsidy from the state party.",
    "thesis": "The 'A New Day' PAC used an official party email list for fundraising and failed to report the required in-kind contribution.",
    "axioms": [
      {
        "text": "Any 'thing of value' provided to a political committee must be reported as an in-kind contribution.",
        "citation": "WV SOS Campaign-Finance Guide",
        "url": "/files/sos-campaign-finance-guide.pdf"
      }
    ],
    "rule_summary": "State law requires political committees to report the use of party resources as in-kind contributions. This ensures transparency about who benefits from party assets.",
    "case_facts": [
      {
        "text": "A promotional email for the 'A New Day' PAC was sent using the official WVDP County Chairs email list on August 22, 2023.",
        "citation": "A New Day Training Email, Aug 22, 2023",
        "url": "/files/a-new-day-pac-training-email-2023-08-22.pdf"
      },
      {
        "text": "The PAC's sworn Q3 2023 financial report for this period reported $0.00 in in-kind contributions.",
        "citation": "A New Day PAC Q3 2023 Filing, p. 1",
        "url": "/files/a-new-day-pac-filing-2023-q3.pdf"
      }
    ],
    "logic_chain": [
      "The PAC used the official WVDP County Chairs email list on August 22, 2023.",
      "This email list is a party resource with value.",
      "State law requires reporting the use of party resources as in-kind contributions.",
      "The PAC's sworn financial report for this period shows $0.00 in in-kind contributions.",
      "[DJ-MARK] The PAC violated state campaign finance law by failing to report the use of party resources."
    ],
    "violation": "The 'A New Day' PAC violated state campaign finance law by failing to report the WVDP email list usage as an in-kind contribution. State law requires transparency about the use of party resources."
  }
]