[
  {
    "case_id": "1.1",
    "slug": "foundational-breach-dnc-diversity-plan",
    "title": "PROOF: The Affirmative Action Committee's Formation Was a Foundational Breach of the 2020 DNC MOU, Rendering It Illegitimate at Inception",
    "date": "2025-09-15",
    "category": "DNC MOU Violation",
    "umbrella_category": "The Illegitimate Formation",
    "overproof_slug": "the-illegitimate-formation",
    "stakes": "The promise of representation for West Virginia's minority communities was broken at its inception, disenfranchising the very groups the MOU was meant to empower and guaranteeing the failure of the entire diversity initiative.",
    "thesis": "The WVDP and DNC's RBC violated the 2020 MOU by using a secret script to install a pre-selected leadership slate, creating an illegitimate committee that was structurally designed to fail.",
    "axioms": [
      {
        "text": "The Caucus-First Mandate: The MOU required that the Affirmative Action Committee be formed with members 'selected by their particular caucus.'",
        "citation": "2020-MOU-WVDP-DNC-RBC.pdf, p. 3",
        "url": "/files/2020-MOU-WVDP-DNC-RBC.pdf"
      },
      {
        "text": "The State Party's Duty to Implement: The MOU mandated that the State Party 'fully implement... the creation of any new... caucuses.'",
        "citation": "2020-MOU-WVDP-DNC-RBC.pdf, p. 3",
        "url": "/files/2020-MOU-WVDP-DNC-RBC.pdf"
      },
      {
        "text": "The RBC's Duty to Supervise: The MOU explicitly required that the entire implementation process be conducted 'under the supervision... of representatives of the RBC.'",
        "citation": "2020-MOU-WVDP-DNC-RBC.pdf, p. 2",
        "url": "/files/2020-MOU-WVDP-DNC-RBC.pdf"
      }
    ],
    "rule_summary": "These rules established a mandatory, non-negotiable sequence—a blueprint for legitimacy. The MOU required that caucuses be formed first to select their own representatives, who would then constitute the committee. Any other process was a direct breach of the agreement's core terms, and the RBC was the designated supervisor responsible for enforcing that blueprint.",
    "case_facts": [
      {
        "text": "The committee's formation was orchestrated in secret using a non-public script, circulated with the explicit instruction 'do not share,' proving the process was designed to be non-transparent.",
        "citation": "selina-script-email.pdf, p. 1",
        "url": "/files/selina-script-email.pdf"
      },
      {
        "text": "The script's author(s) proceeded with full knowledge that their plan excluded the majority of required diversity groups, as the document itself admits the committee was 'missing representation from... Latino's, Asian Americans and Pacific Islanders, and Native Americans.'",
        "citation": "selina-script.pdf, p. 2",
        "url": "/files/selina-script.pdf"
      },
      {
        "text": "To ensure control, the script pre-emptively installed a hand-picked leadership slate, nullifying the right of the yet-to-be-formed caucuses to participate in selecting their own leadership.",
        "citation": "selina-script.pdf, p. 1",
        "url": "/files/selina-script.pdf"
      },
      {
        "text": "The script's author, Selina Vickers, cemented procedural control by orchestrating her own self-appointment to the role of Parliamentarian, complete with a pre-written endorsement calling her uniquely qualified.",
        "citation": "selina-script.pdf, p. 3",
        "url": "/files/selina-script.pdf"
      }
    ],
    "logic_chain": [
      "The MOU promised a legitimate, caucus-driven process for forming the AAC under the watchful eye of the DNC's RBC.",
      "Instead, the State Party, guided by a secret script, deliberately subverted this promise.",
      "This subversion was intentional, as the script's own text proves the organizers knew they were excluding 75% of the required racial diversity caucuses.",
      "By pre-emptively installing leadership, they disenfranchised these minority groups at the committee's inception.",
      "This foundational breach occurred under the mandated supervision of the DNC's RBC, which failed its duty to enforce the MOU's terms.",
      "[DJ-MARK] The result was not an authentic committee, but an illegitimate body born from a rigged process, directly violating the 2020 MOU."
    ],
    "violation": "The WVDP's implementation and the RBC's supervisory failure constituted a foundational breach of contract and trust. They violated the MOU's core 'caucus-first mandate' by knowingly creating an unaccountable committee through a secretive, pre-arranged process. This initial, deliberate act of disenfranchisement rendered the Affirmative Action Committee illegitimate at the moment of its creation and doomed the entire diversity initiative to fail."
  },
  {
    "case_id": "1.2",
    "slug": "failure-to-implement-diversity-plan",
    "title": "PROOF: WVDP Failed to Properly Implement DNC-Mandated Diversity Plan",
    "date": "2025-09-08",
    "category": "DNC MOU Violation",
    "umbrella_category": "The Illegitimate Formation",
    "overproof_slug": "the-illegitimate-formation",
    "stakes": "Minority caucuses were denied their right to select committee leadership, with control instead given to a single unelected DNC appointee.",
    "thesis": "The WVDP violated the 2020 DNC MOU by installing AAC leadership before establishing the required diversity caucuses.",
    "axioms": [
      {
        "text": "The 2020 MOU's stated purpose was 'to create a process to establish new, and assist currently existing, diversity caucuses'.",
        "citation": "2020 MOU between WVDP and DNC RBC, p. 1",
        "url": "/files/2020-MOU-WVDP-DNC-RBC.pdf"
      },
      {
        "text": "The MOU appointed a non-elected official, Selina Vickers, to 'oversee and direct compliance' with the agreement.",
        "citation": "2020 MOU between WVDP and DNC RBC, p. 2",
        "url": "/files/2020-MOU-WVDP-DNC-RBC.pdf"
      },
      {
        "text": "The Affirmative Action Committee (AAC) was required to be composed of co-chairs from 'each of the recognized diversity caucuses of the WVDP'.",
        "citation": "2020 MOU between WVDP and DNC RBC, p. 1",
        "url": "/files/2020-MOU-WVDP-DNC-RBC.pdf"
      }
    ],
    "rule_summary": "Together, these provisions establish that diversity caucuses must exist and select their own representatives before the AAC can be properly constituted. Any AAC formed without caucus participation violates the MOU's core mandate of ensuring minority groups have a voice in party governance.",
    "case_facts": [
      {
        "text": "The WVDP installed leadership for the Affirmative Action Committee (AAC) on June 5, 2021.",
        "citation": "Felix, K. - Witness Statement, p. 2",
        "url": "/files/Felix, K. - Witness Statement.pdf"
      },
      {
        "text": "At the time of leadership installation, the majority of racial diversity caucuses did not exist.",
        "citation": "Felix, K. - Witness Statement, p. 2",
        "url": "/files/Felix, K. - Witness Statement.pdf"
      },
      {
        "text": "The DNC-appointed compliance official circulated a pre-written script on June 2 that dictated the AAC's formation meeting proceedings.",
        "citation": "Draft Script Email June 2; Selina Script",
        "url": "/files/selina-script-email.pdf"
      }
    ],
    "logic_chain": [
      "The DNC mandated that the WVDP establish diversity caucuses and include them in forming the AAC.",
      "The WVDP installed the AAC's leadership on June 5, 2021, when the majority of racial diversity caucuses did not yet exist.",
      "This pre-emptive formation excluded the yet-to-be-formed caucuses from having any voice in selecting the AAC's leadership structure.",
      "The DNC-appointed official orchestrated this improper formation through a pre-written script.",
      "[DJ-MARK] The WVDP and its designated compliance official violated the core diversity and inclusion requirements of the 2020 DNC MOU."
    ],
    "violation": "The WVDP violated the 2020 DNC MOU by forming the Affirmative Action Committee and selecting its leadership before establishing the required constituent diversity caucuses. This act disenfranchised minority groups from the foundational process and undermined the MOU's purpose of ensuring full participation in party governance."
  },
  {
    "case_id": "1.3",
    "slug": "secret-script-proves-caucus-exclusion",
    "title": "PROOF: Script's Detail Proves Deliberate Exclusion of Mandated Caucuses",
    "date": "2025-09-15",
    "category": "DNC MOU Violation",
    "umbrella_category": "The Illegitimate Formation",
    "overproof_slug": "the-illegitimate-formation",
    "stakes": "By proceeding without 75% of its required racial diversity caucuses, the committee's foundational decisions, including the election of its leadership, were rendered illegitimate.",
    "thesis": "The formation script's detail proves the organizers strategically excluded 75% of the required racial diversity caucuses, a deliberate violation of the DNC MOU.",
    "axioms": [
      {
        "text": "The 2020 DNC MOU required the creation of an Affirmative Action Committee ('AA Committee') to include members from each diversity group... selected by their particular caucus.",
        "citation": "2020 MOU between WVDP and DNC RBC, p. 2-3"
      },
      {
        "text": "The mandated diversity groups included African Americans, Native Americans, Asian/Pacific Islanders, and Latinos.",
        "citation": "2020 MOU between WVDP and DNC RBC, p. 2"
      }
    ],
    "rule_summary": "The MOU, as the governing agreement, established a mandatory sequence: 1) The party must facilitate the formation of specific diversity caucuses. 2) Those caucuses must select their own representatives. 3) Those representatives must then constitute the AA Committee. The committee's legitimacy was wholly dependent on the prior existence and participation of these groups.",
    "case_facts": [
      {
        "text": "The script for the June 2, 2021 meeting demonstrates micro-level control, dictating specific nominators, providing verbatim speeches, and planning for procedural disruptions.",
        "citation": "selina-script.pdf, p. 1-5"
      },
      {
        "text": "The script proves the organizers knew 75% of the racial caucuses did not exist, as it includes a future resolution to 'do outreach to Latinos, Asian Americans/Pacific Islanders and Native Americans to facilitate those groups in forming their own diversity caucuses'.",
        "citation": "selina-script.pdf, p. 5"
      },
      {
        "text": "The script designates a specific individual, Kim Felix, to be nominated for an at-large diversity seat 'representing Latino Americans', proving the organizers had identified potential leadership for a caucus they had not yet formed.",
        "citation": "selina-script.pdf, p. 3"
      }
    ],
    "logic_chain": [
      "The organizers demonstrated a high capacity for detailed organizational planning, as evidenced by the script.",
      "The organizers possessed documented knowledge that the Latino, AAPI, and Native American caucuses had not been formed as required by the MOU.",
      "When contrasted with their failure to form the required caucuses, the organizers' meticulous planning proves the exclusion was intentional.",
      "Therefore, the decision to proceed with the AAC's formation was a deliberate choice to exclude 75% of the required racial diversity caucuses from selecting leadership.",
      "[DJ-MARK] The organizers deliberately violated the MOU by choosing exclusion over inclusion."
    ],
    "violation": "The organizers deliberately violated the 2020 DNC MOU by forming the AAC while knowingly excluding 75% of the required racial diversity caucuses. The script's detail proves this was a calculated act of disenfranchisement—not an administrative failure—that breached the agreement's core terms."
  },
  {
    "case_id": "1.4",
    "slug": "invalid-leadership-selection-procedure",
    "title": "PROOF: AAC Leadership Selection Was Procedurally Invalid",
    "date": "2025-09-15",
    "category": "DNC Charter & Bylaw Violation",
    "umbrella_category": "The Illegitimate Formation",
    "overproof_slug": "the-illegitimate-formation",
    "stakes": "The committee's leadership was not selected through a fair and open process as required by party rules, calling into question the legitimacy of all subsequent actions taken by that leadership.",
    "thesis": "Organizers conducted the AAC leadership election using a secret script that dictated a pre-arranged slate, violating the DNC Charter’s requirement for open procedures.",
    "axioms": [
      {
        "text": "The DNC Charter requires the party to 'Establish standards and rules of procedure to afford all members of the Democratic Party full, timely and equal opportunities to participate in decisions concerning the selection of... officers... and the conduct of other Party affairs'.",
        "citation": "DNC Charter, Article One, Sec. 4"
      },
      {
        "text": "The Democratic Party 'shall be open to all who desire to support the Party and who wish to be known as Democrats'.",
        "citation": "DNC Charter, Article Eight, Sec. 1"
      }
    ],
    "rule_summary": "The DNC Charter, the highest governing document of the party, requires that officer selection procedures be public and provide an equal opportunity for all Democrats to participate. A non-public script that pre-arranges the slate of candidates directly violates this foundational standard.",
    "case_facts": [
      {
        "text": "A script for the AAC meeting was created by Selina Vickers and circulated via email with the subject line 'DRAFT SCRIPT - do not share'.",
        "citation": "selina-script-email.pdf, p. 1"
      },
      {
        "text": "The script dictated the nomination sequence for the co-chairs: 'Mary Ann nominates Hollis Lewis' and 'Hollis nominated Mary Thorp'.",
        "citation": "selina-script.pdf, p. 1"
      },
      {
        "text": "The explicit 'do not share' instruction proves the organizers knew their process violated the party's open meeting requirements and demonstrates consciousness of wrongdoing.",
        "citation": "selina-script-email.pdf, p. 1"
      }
    ],
    "logic_chain": [
      "The procedure used for the election was a secret script explicitly designated as non-public ('do not share').",
      "The script pre-determined the slate of candidates, which denies an 'equal opportunity' for other potential candidates or for members to make open nominations.",
      "A legitimate, open process would have no reason for secrecy.",
      "Therefore, the procedure used for the election violated the DNC Charter's requirements for open and fair processes.",
      "[DJ-MARK] The secret script proves consciousness of wrongdoing."
    ],
    "violation": "The use of a non-public script to dictate a pre-arranged slate of candidates for AAC leadership was a direct violation of the DNC Charter. The procedure did not afford members 'full, timely and equal opportunities to participate'. The secrecy instruction proves the organizers knowingly violated the party's foundational principles."
  },
  {
    "case_id": "1.5",
    "slug": "script-author-self-appointment",
    "title": "PROOF: Script Author Orchestrated Her Own Appointment to a Key Role",
    "date": "2025-09-15",
    "category": "DNC Charter & Bylaw Violation",
    "umbrella_category": "The Illegitimate Formation",
    "overproof_slug": "the-illegitimate-formation",
    "stakes": "A conflict of interest corrupted the committee's formation, as the script's author used her position to install herself in a role with procedural authority over the committee's business.",
    "thesis": "The script's author, lead MOU Challenger Selina Vickers, orchestrated her own appointment to the key role of Parliamentarian/Secretary, a significant conflict of interest.",
    "axioms": [
      {
        "text": "The Democratic Party shall 'Encourage and support codes of political ethics... to assure that public officials shall at all times conduct themselves in a manner that reflects creditably upon the office they serve'.",
        "citation": "DNC-Charter-Bylaws-09.10.1022, p. 1",
        "url": "/files/DNC-Charter-Bylaws-09.10.1022.pdf"
      }
    ],
    "rule_summary": "Ethical conduct requires that an official organizing a process not use their influence to gain a position of power within that process. Such an action represents a clear conflict of interest.",
    "case_facts": [
      {
        "text": "The script, authored by Selina Vickers, directs the newly elected co-chair Hollis Lewis to state: 'I nominate Selina Vickers for Parliamentarian/Secretary.'",
        "citation": "selina-script.pdf, p. 3; selina-script-email.pdf, p. 1",
        "url": "/files/selina-script.pdf"
      },
      {
        "text": "The script provides a verbatim, laudatory endorsement for Hollis Lewis to read, which states Ms. Vickers was instrumental in the committee's formation and concludes, 'I can think of no one else remotely qualified to do this particular work.'",
        "citation": "selina-script.pdf, p. 3",
        "url": "/files/selina-script.pdf"
      },
      {
        "text": "The role of Parliamentarian/Secretary controls meeting procedures, rules interpretations, and the official record of committee business.",
        "citation": "Standard parliamentary authority"
      }
    ],
    "logic_chain": [
      "The author of the meeting's script was Selina Vickers, the lead Challenger from the MOU.",
      "The script she authored contained a pre-written nomination for herself to a key procedural role.",
      "The script she authored also contained an effusive endorsement of her own unique qualifications to be read by another person.",
      "This constitutes an act of self-appointment, using her position as the meeting's architect to secure a position of procedural power.",
      "[DJ-MARK] She wrote herself into power."
    ],
    "violation": "The script documents a significant conflict of interest in which the meeting's organizer orchestrated her own installation into a key committee role with procedural control. This action violates fundamental ethical standards of fair and open processes."
  },
  {
    "case_id": "1.6",
    "slug": "script-reveals-plan-to-control-dissent",
    "title": "PROOF: Script Reveals Pre-Planned Strategy to Control Meeting and Dissent",
    "date": "2025-09-15",
    "category": "DNC Charter & Bylaw Violation",
    "umbrella_category": "The Illegitimate Formation",
    "overproof_slug": "the-illegitimate-formation",
    "stakes": "The committee was structured to execute a pre-determined agenda and manage any opposition, not to foster the inclusive participation required by party rules.",
    "thesis": "The formation script included pre-planned tactics to control dissent and challenge attendees, proving the meeting was designed to execute a private agenda, not facilitate open participation.",
    "axioms": [
      {
        "text": "The DNC Charter mandates that 'All meetings of... all other official Party committees, commissions and bodies shall be open to the public'.",
        "citation": "DNC Charter, Article Nine, Sec. 12"
      }
    ],
    "rule_summary": "The DNC Charter's rule for open meetings requires a process that allows for spontaneous, good-faith participation, not a pre-planned system to control who can attend and to manage anticipated opposition.",
    "case_facts": [
      {
        "text": "The script anticipates that the meeting may be closed to the public and provides a challenge to be used against observers: 'Ask: 'I notice there are people other than caucus co-chairs present. I thought this meeting was solely for co-chairs.''",
        "citation": "selina-script.pdf, p. 1"
      },
      {
        "text": "The script anticipates criticism from Party Chair Belinda Biafore, pre-characterizing it as 'scolding': 'She may scold you for the caucus meetings last night'.",
        "citation": "selina-script.pdf, p. 1"
      },
      {
        "text": "The script provides response strategies for managing this anticipated opposition rather than addressing its substance.",
        "citation": "selina-script.pdf, p. 1"
      }
    ],
    "logic_chain": [
      "The script contains a pre-planned tactic to challenge the presence of observers at what should be an open meeting.",
      "The script anticipates opposition from the Party Chair and pre-characterizes it as 'scolding' to trivialize legitimate concerns.",
      "It provides response strategies for managing this opposition.",
      "This proves the meeting was designed to execute a pre-determined outcome despite anticipated objections.",
      "[DJ-MARK] The organizers built opposition management into their plan, violating principles of open deliberation."
    ],
    "violation": "The script's prepared tactics for managing participation and its pre-emptive characterization of criticism violate the 'open meetings' principle of the DNC Charter. This proves the meeting was designed to control outcomes, not facilitate democratic participation."
  },
  {
    "case_id": "2.1",
    "slug": "dnc-official-violates-mou-by-advising-dissent-suppression",
    "title": "PROOF: DNC Official Violated 2020 MOU by Advising Appointee on Strategy to Undermine Dissenting Committee Members",
    "date": "2025-09-09",
    "category": "Party Bylaw & Charter Violation",
    "umbrella_category": "The Campaign to Silence Dissent",
    "overproof_slug": "the-campaign-to-silence-dissent",
    "stakes": "The democratic process of a state-level diversity committee was corrupted by a national party official in direct violation of a binding Memorandum of Understanding.",
    "thesis": "DNC Rules Committee member Harold Ickes advised a non-voting Parliamentarian to 'outvote' elected minority members, directly violating the DNC Charter and the 2020 MOU he was tasked to oversee.",
    "axioms": [
      {
        "text": "The 2020 MOU's stated purpose was to ensure an 'open and transparent process' and provide members a 'full, timely, and equal opportunity to engage' in party affairs.",
        "citation": "2020 MOU between WVDP and DNC RBC, p. 1",
        "url": "/files/2020-MOU-WVDP-DNC-RBC.pdf"
      },
      {
        "text": "The MOU defined the DNC Rules & Bylaws Committee's (RBC) role as providing 'supervision and technical assistance' to ensure compliance.",
        "citation": "2020 MOU between WVDP and DNC RBC, p. 1-2",
        "url": "/files/2020-MOU-WVDP-DNC-RBC.pdf"
      },
      {
        "text": "Harold Ickes was an appointed member of the DNC's RBC during the period this MOU was in effect.",
        "citation": "Sludge Article, Feb 28, 2020",
        "url": "/files/Corporate-Lobbyists-Control-the-Rules-at-the-DNC.pdf"
      }
    ],
    "rule_summary": "Advising a non-voting appointee on how to neutralize elected members is a direct violation of the 2020 MOU's mandate for an 'open and transparent process' and exceeds the RBC's defined role of providing 'supervision and technical assistance.'",
    "case_facts": [
      {
        "text": "On September 23, 2021, the AAC Black Caucus Co-Chair, Mary Ann Claytor, wrote in an email that it was 'disturbing to hear Harold [Ickes] admit he advised Selina [Vickers] to 'outvote' Seth, Mari, and others'.",
        "citation": "Email from Mary Ann Claytor, Sept. 23, 2021",
        "url": "/files/Email_Mary_Ann_Claytor_2021-09-23.pdf"
      }
    ],
    "logic_chain": [
      "DNC official Harold Ickes served on the RBC, the committee tasked with overseeing the WVDP reforms under the 2020 MOU.",
      "The MOU explicitly required an 'open process' and 'full participation.'",
      "Ickes gave strategic advice to a non-voting appointee to 'outvote' elected members from diversity caucuses.",
      "This advice is the antithesis of an 'open process' and actively undermines 'full participation,' constituting a direct violation of the MOU and an overreach of the RBC's defined role."
    ],
    "violation": "A DNC official from the oversight committee violated the 2020 MOU and the DNC Charter by advising a non-voting appointee on a strategy to neutralize elected members. This action exceeds the RBC's defined role of 'supervision,' corrupts the MOU's goal of 'full participation,' and represents an improper overreach of authority."
  },
  {
    "case_id": "2.2",
    "slug": "coordinated-smear-campaign-against-dissenters",
    "title": "PROOF: A Coordinated Smear Campaign Was Used to Discredit and Isolate Dissenting AAC Members",
    "date": "2025-09-10",
    "category": "Party Bylaw & Charter Violation",
    "umbrella_category": "The Campaign to Silence Dissent",
    "overproof_slug": "the-campaign-to-silence-dissent",
    "stakes": "The votes and voices of elected minority leaders were neutralized through a coordinated campaign of public accusations, scripted attacks, and procedural manipulation.",
    "thesis": "AAC leadership executed a coordinated campaign to discredit minority caucus leaders using scripted attacks, public accusations, and invalid procedures.",
    "axioms": [
      {
        "text": "The Democratic Party shall 'Encourage and support codes of political ethics... to assure that public officials shall at all times conduct themselves in a manner that reflects creditably upon the office they serve'.",
        "citation": "DNC-Charter-Bylaws-09.10.1022, p. 1",
        "url": "/files/DNC-Charter-Bylaws-09.10.1022.pdf"
      }
    ],
    "rule_summary": "A coordinated campaign to discredit and isolate dissenting members through concealed scripting, public accusations, and improper procedures violates the DNC Charter's requirements for both ethical conduct and fair participation.",
    "case_facts": [
      {
        "text": "The DNC-appointed official, Selina Vickers, was documented scripting a point-by-point rebuttal for another committee member to use against a dissenter, with the explicit instruction to conceal her authorship: '[if you use this... DO NOT FORWARD THIS EMAIL]'.",
        "citation": "Selina asking a Senior Caucus member to attack Seth Sturm.pdf, p. 5",
        "url": "/files/Selina asking a Senior Caucus member to attack Seth Sturm.pdf"
      },
      {
        "text": "A dissenting caucus co-chair publicly accused the DNC-appointed official of a smear campaign that involved spreading 'a vicious rumor that I am a dangerous person capable of violence'.",
        "citation": "Gmail - Re: Updated agenda and information about presiding officer.pdf, p. 3",
        "url": "/files/Gmail - Re: Updated agenda and information about presiding officer.pdf"
      },
      {
        "text": "The target of the smear stated in a public email that the 'attacks and harassment' had been ongoing for weeks and had 'done real damage,' forcing him to defend himself.",
        "citation": "Gmail - Re: Updated agenda and information about presiding officer.pdf, p. 1",
        "url": "/files/Gmail - Re: Updated agenda and information about presiding officer.pdf"
      },
      {
        "text": "Another AAC member initiated a multi-day public campaign to discredit a dissenting member, labeling him a 'toxic bully and AA committee saboteur' and announcing a 'calendar of posts ready to go'.",
        "citation": "Shane Day 2 Post.jpg",
        "url": "/files/Shane Day 2 Post.jpg"
      }
    ],
    "logic_chain": [
      "A multi-pronged campaign was waged against dissenting members.",
      "The campaign involved covert actions, such as scripting attacks for others while concealing the authorship.",
      "It involved overt actions, such as a sustained public social media campaign and spreading damaging personal rumors.",
      "Finally, it involved procedural manipulation, using an invalid meeting to overturn a legitimate vote.",
      "[DJ-MARK] The combination of covert scripting, public smears, and procedural violations proves a coordinated and unethical campaign to silence and disenfranchise specific members."
    ],
    "violation": "A coordinated campaign of covertly scripted attacks, public smears, and procedural manipulation violated the DNC Charter's requirements of ethical conduct and 'fullest and fairest' participation. This campaign created a hostile environment designed to neutralize the votes and voices of specific elected minority members."
  },
  {
    "case_id": "2.3",
    "slug": "leadership-nullifies-vote-to-exclude-caucuses",
    "title": "PROOF: AAC Nullified Valid Vote to Exclude Minority Caucus Chairs",
    "date": "2025-09-12",
    "category": "DNC MOU Violation",
    "umbrella_category": "The Campaign to Silence Dissent",
    "overproof_slug": "the-campaign-to-silence-dissent",
    "stakes": "Indigenous and Black caucus chairs were denied subcommittee seats when leadership unilaterally nullified a valid democratic vote.",
    "thesis": "AAC leadership violated the DNC MOU by nullifying a valid vote and excluding minority caucus chairs from subcommittees through an invalid process.",
    "axioms": [
      {
        "text": "The 2020 DNC MOU's purpose was to 'encourage full participation by all Democrats, with particular concern for minority groups'.",
        "citation": "2020 MOU between WVDP and DNC RBC, p. 1",
        "url": "/files/2020-MOU-WVDP-DNC-RBC.pdf"
      }
    ],
    "rule_summary": "The DNC MOU requires encouraging full participation by minority groups. Any action that excludes minority representatives through invalid proceedings violates both the letter and spirit of the diversity mandate.",
    "case_facts": [
      {
        "text": "After the full committee democratically voted for an inclusive, volunteer-based system for subcommittees, leadership unilaterally declared that 'subcommittee membership will be by appointment,' a move a member protested as making them the 'sole arbiters' of participation.",
        "citation": "Gmail - Re: General Inquiry, RE: AAC information.pdf, p. 2, 3",
        "url": "/files/Gmail - Re: General Inquiry, RE: AAC information.pdf"
      },
      {
        "text": "Following this declaration, leadership denied subcommittee seats to the chairs of the Indigenous and Black caucuses.",
        "citation": "Gmail - Fwd: Planning & Bylaws Committees.pdf, p. 1",
        "url": "/files/Gmail - Fwd: Planning & Bylaws Committees.pdf"
      },
      {
        "text": "In response to the dissent, leadership introduced a 'Resolution Affirming Support' for themselves, using a majority vote to dismiss minority complaints and legitimize their disputed authority.",
        "citation": "08.17.2021 Resolution Affirming Support.pdf, p. 1",
        "url": "/files/08.17.2021 Resolution Affirming Support.pdf"
      },
      {
        "text": "An out-of-state parliamentarian with an undisclosed conflict of interest then presided over a meeting to pass restrictive rules; the party's Appeals Board subsequently ruled this meeting violated bylaws.",
        "citation": "Gmail - Re: Updated agenda and information about presiding officer.pdf; Resolution of the Board of Appeals, Nov. 29, 2021",
        "url": "/files/Gmail - Re: Updated agenda and information about presiding officer.pdf"
      }
    ],
    "logic_chain": [
      "The full committee voted for an inclusive volunteer system.",
      "Leadership first ignored this vote, then unilaterally declared an appointment-only system.",
      "They used this self-granted power to exclude the Indigenous and Black caucus chairs.",
      "When challenged, they passed a resolution of self-support and then used a procedurally invalid meeting overseen by a biased actor to formalize the exclusion.",
      "[DJ-MARK] This pattern—ignoring a vote, overriding it by fiat, then using a sham meeting to codify the override—systematically violated the DNC MOU's inclusion mandate."
    ],
    "violation": "AAC leadership violated the 2020 DNC MOU by nullifying a democratic decision and using a procedurally invalid meeting to exclude minority caucus chairs. This act represents a systematic pattern of disenfranchisement that defeats the MOU's core purpose."
  },
  {
    "case_id": "2.4",
    "slug": "pdpr-playbook-bylaws-mislabeling-scheme",
    "title": "PROOF: DNC-Appointed Official Deliberately Mislabeled Bylaws as 'Procedural Rules' to Circumvent 30-Day Notice Requirement",
    "date": "2025-09-17",
    "category": "DNC Charter & Bylaw Violation",
    "umbrella_category": "The Campaign to Silence Dissent",
    "overproof_slug": "the-campaign-to-silence-dissent",
    "stakes": "The committee's governance structure was illegitimately altered by a scheme that denied members their statutory right to 30 days notice for bylaw amendments.",
    "thesis": "The DNC-appointed compliance official, Selina Vickers, deliberately mislabeled bylaws as 'temporary procedural rules' to circumvent the WVDP's mandatory 30-day notice requirement.",
    "axioms": [
      {
        "text": "Selina Vickers taught 'How to use rules, procedures and bylaws to beat the establishment at their own game' in a PDPR training video.",
        "citation": "PDPR YouTube video screenshot; Seth Sturm email Sept 17, 2021",
        "url": "/files/PDPR-Training-Screenshot.jpg"
      },
      {
        "text": "WVDP Bylaws require 30 days written notice for any bylaw amendments.",
        "citation": "WVDP Bylaws, Article XI, Section A",
        "url": "/files/WVSDEC-Bylaws-06.15.2024.pdf"
      },
      {
        "text": "Rules governing organizational authority and subcommittee structure are bylaws, not procedural rules.",
        "citation": "Robert's Rules of Order, 12th ed.",
        "url": ""
      }
    ],
    "rule_summary": "Given Vickers' documented expertise in procedural manipulation, her mislabeling of bylaws as 'procedural rules' cannot be an innocent error. The 30-day notice requirement exists to ensure democratic deliberation and prevent ambushes.",
    "case_facts": [
      {
        "text": "Rule 13 stated: 'The Co-Chairs... shall have and may exercise all the authority of the Affirmative Action Committee... between meetings.' This is a bylaw governing authority.",
        "citation": "Draft Procedural Rules, Rule 13",
        "url": "/files/Draft-Procedural-Rules-Original.pdf"
      },
      {
        "text": "Rule 14 established subcommittee creation, appointment, and removal procedures. This is a bylaw governing structure.",
        "citation": "Draft Procedural Rules, Rule 14",
        "url": "/files/Draft-Procedural-Rules-Original.pdf"
      },
      {
        "text": "The document was titled 'DRAFT Procedural Rules' and sent less than 24 hours before the August 17 meeting.",
        "citation": "Draft Procedural Rules, page 1; AAC email records",
        "url": "/files/Draft-Procedural-Rules-Original.pdf"
      },
      {
        "text": "Members immediately objected, stating: 'Why weren't they sent earlier so that we had an opportunity to read them' and 'it's not a procedural rule for handling this meeting.'",
        "citation": "AAC Meeting Transcript, August 17, 2021, lines 3209, 3375",
        "url": "/files/AAC-Transcript-Analysis.pdf"
      }
    ],
    "logic_chain": [
      "Vickers had documented expertise in using bylaws for strategic advantage.",
      "The proposed rules were bylaws governing organizational structure and authority, which require 30-day notice under WVDP rules.",
      "Vickers' team labeled them 'temporary procedural rules' and provided less than 24 hours notice.",
      "Members objected in real time to both the timing and the mislabeling.",
      "[DJ-MARK] An expert in procedural tactics deliberately mislabeled bylaws to evade notice requirements, a classic example of the 'playbook' she taught."
    ],
    "violation": "Selina Vickers violated WVDP Bylaws Article XI by deliberately mislabeling bylaws as 'procedural rules' to circumvent the mandatory 30-day notice requirement. Her own training proves this was calculated deception, not confusion. Any rules adopted through this deceptive process are void."
  },
  {
    "case_id": "2.5",
    "slug": "undisclosed-conflict-of-interest-larry-taylor",
    "title": "PROOF: Undisclosed Conflict of Interest with External Actor Corrupted Committee Process",
    "date": "2025-09-17",
    "category": "DNC Charter & Bylaw Violation",
    "umbrella_category": "The Campaign to Silence Dissent",
    "overproof_slug": "the-campaign-to-silence-dissent",
    "stakes": "A supposedly fair procedural vote was overseen by a biased, external actor with an undisclosed agenda, invalidating the meeting's outcome and disenfranchising members.",
    "thesis": "AAC leadership subverted the committee's democratic will by installing an external actor, Larry Taylor, to preside over a critical meeting without disclosing his conflicts of interest.",
    "axioms": [
      {
        "text": "The DNC Charter requires 'full, timely and equal opportunities to participate in decisions concerning... the conduct of other Party affairs'.",
        "citation": "DNC Charter, Article One, Sec. 4"
      }
    ],
    "rule_summary": "A presiding officer must be neutral and free of undisclosed conflicts of interest. Importing an aligned external actor to secure a pre-determined outcome violates the Charter’s standards for fair participation.",
    "case_facts": [
      {
        "text": "Larry Taylor, a colleague of Parliamentarian Selina Vickers, was invited to preside over a key meeting where restrictive rules previously rejected by the committee were advanced.",
        "citation": "Email chain Sept 17, 2021; PDPR training materials"
      },
      {
        "text": "His affiliation with Vickers and his role as an expert trainer on procedural tactics were not disclosed to the committee before he assumed control of the proceedings.",
        "citation": "Member emails and meeting records"
      }
    ],
    "logic_chain": [
      "A presiding officer with aligned interests and undisclosed expertise in procedural tactics controlled the meeting.",
      "His conflicts of interest were not disclosed to the members.",
      "The body had previously rejected substantially similar restrictive measures in open debate.",
      "By installing a conflicted actor to chair the meeting, leadership engineered a procedural path to pass measures that could not otherwise prevail."
    ],
    "violation": "Using a conflicted, external presiding officer with an undisclosed agenda to push through disputed rules violates the DNC Charter’s guarantees of equal participation and fair process."
  },
  {
    "case_id": "3.1",
    "slug": "unreported-pac-scholarship-program",
    "title": "PROOF: Unreported Financial Activity - The Scholarship Program",
    "date": "2025-09-11",
    "category": "Campaign Finance Violation",
    "umbrella_category": "Financial & Campaign Misconduct",
    "overproof_slug": "financial-campaign-misconduct",
    "stakes": "A PAC concealed its scholarship program from required disclosures, hiding who funded it and who benefited from its activities.",
    "thesis": "A New Day PAC failed to report any financial activity for its publicly announced scholarship program, a violation of state disclosure laws.",
    "axioms": [
      {
        "text": "All expenditures made by a political committee must be publicly reported.",
        "citation": "WV SOS Campaign-Finance Guide",
        "url": "/files/sos-campaign-finance-guide.pdf"
      },
      {
        "text": "Any 'thing of value' received by a political committee must be publicly reported as an in-kind contribution.",
        "citation": "WV SOS Campaign-Finance Guide",
        "url": "/files/sos-campaign-finance-guide.pdf"
      }
    ],
    "rule_summary": "State law requires political committees to report all financial transactions. A scholarship program necessarily involves either direct expenditures or in-kind contributions of services. Failure to report either transaction type violates campaign finance law.",
    "case_facts": [
      {
        "text": "A New Day PAC solicited applications for a formal scholarship program for third-party training on August 22, 2023.",
        "citation": "Email Record, Aug 22, 2023",
        "url": "/files/A_New_Day_PAC_Training_Email_2023-08-22.pdf"
      },
      {
        "text": "The PAC's Q3 2023 sworn financial report shows zero expenditures to the trainer for scholarship payments.",
        "citation": "A New Day PAC Q3 2023 Filing",
        "url": "/files/A_New_Day_PAC_Filing_2023_Q3.pdf"
      },
      {
        "text": "The same sworn report shows zero in-kind contributions from the trainer for donated training slots.",
        "citation": "A New Day PAC Q3 2023 Filing",
        "url": "/files/A_New_Day_PAC_Filing_2023_Q3.pdf"
      },
      {
        "text": "The PAC had previously paid this same trainer for 'Consultant Fees,' establishing a documented financial relationship.",
        "citation": "A New Day PAC Q4 2022 Filing",
        "url": "/files/A_New_Day_PAC_Filing_2022_Q4.pdf"
      }
    ],
    "logic_chain": [
      "The PAC publicly offered scholarships for training on August 22, 2023.",
      "Any scholarship transaction must be publicly reported as either an 'expenditure' or an in-kind 'thing of value.'",
      "The PAC's sworn Q3 2023 financial report contains neither expenditures for scholarships nor in-kind contributions for training.",
      "The absence of any reported transaction means the PAC concealed this program from required public disclosure.",
      "[DJ-MARK] The PAC's sworn financial disclosure reports omit all activity related to its scholarship program."
    ],
    "violation": "A New Day PAC violated state campaign finance law by failing to report the financial activity of its scholarship program in its Q3 2023 filing. This violation denies the public its statutory right to transparency and renders the PAC's sworn statement materially incomplete."
  },
  {
    "case_id": "3.2",
    "slug": "pac-uses-party-resources-no-disclosure",
    "title": "PROOF: PAC Used Party Resources Without Reporting an In-Kind Contribution",
    "date": "2025-09-12",
    "category": "Campaign Finance Violation",
    "umbrella_category": "PAC Activities and Financial Disclosures",
    "overproof_slug": "pac-activities-and-disclosures",
    "stakes": "A private PAC received an undisclosed subsidy from the state party.",
    "thesis": "The 'A New Day' PAC used an official party email list for fundraising and failed to report the required in-kind contribution.",
    "axioms": [
      {
        "text": "Any 'thing of value' provided to a political committee must be reported as an in-kind contribution.",
        "citation": "WV SOS Campaign-Finance Guide"
      }
    ],
    "case_facts": [
      {
        "text": "A promotional email for the 'A New Day' PAC was sent using the official WVDP County Chairs email list on August 22, 2023[cite: 74, 80].",
        "citation": "A New Day Training Email, Aug 22, 2023"
      },
      {
        "text": "The PAC's sworn Q3 2023 financial report for this period reported $0.00 in in-kind contributions.",
        "citation": "A New Day PAC Q3 2023 Filing, p. 1"
      }
    ],
    "violation": "The 'A New Day' PAC violated state campaign finance law by failing to report the WVDP email list usage as an in-kind contribution."
  }
]